[
  {
    "name": "Besan | Gram Flour",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf8d840c1d2.png",
    "productLink": "https://www.jaipurchakki.com/product/besan, Besan",
    "description": " Besan is A healthy alternative to white rice and a great source of protein and fiber. Gram flour or besan is a pulse flour made from a variety of chickpeas. It’s delicious, nutritious, and easy to prepare.  Now you can order fresh besan from jaipurchakki.com. It is a staple ingredient in the cooking of the Indian subcontinent, including in Indian, Bangladeshi, Burmese, Nepali, Pakistani, Sri Lankan, and Caribbean cuisines. Chickpea flour, also known as garbanzo bean flour or besan, is made from ground, dried chickpeas. It has a relatively neutral, slightly nutty, slightly “beany” flavor that lends itself well to both savory and sweet dishes. Tips and Suggestions for besan recipe:: Besan Laddu | Danedar Besan Laddoo is a popular Indian desert. You can prepare it with gram flour, powdered sugar, and ghee. It is one of the traditional dish passed on by generations and are typically made during festival seasons. Festivals are incomplete without sweets and in India, festivals are incomplete without laddus. generally, it is made with just 3 ingredients and a topping of dry fruits. The ingredient list to make these laddus is pretty small, but the most crucial thing to keep in mind while making besan laddu is to make sure the besan is roasted well.   Besan is A healthy alternative to white rice and a great source of protein and fiber. Gram flour or besan is a pulse flour made from a variety of chickpeas. It’s delicious, nutritious, and easy to prepare.  Now you can order fresh besan from jaipurchakki.com. It is a staple ingredient in the cooking of the Indian subcontinent, including in Indian, Bangladeshi, Burmese, Nepali, Pakistani, Sri Lankan, and Caribbean cuisines. Chickpea flour, also known as garbanzo bean flour or besan, is made from ground, dried chickpeas. It has a relatively neutral, slightly nutty, slightly “beany” flavor that lends itself well to both savory and sweet dishes. Tips and Suggestions for besan recipe:: Besan Laddu | Danedar Besan Laddoo is a popular Indian desert. You can prepare it with gram flour, powdered sugar, and ghee. It is one of the traditional dish passed on by generations and are typically made during festival seasons. Festivals are incomplete without sweets and in India, festivals are incomplete without laddus. generally, it is made with just 3 ingredients and a topping of dry fruits. The ingredient list to make these laddus is pretty small, but the most crucial thing to keep in mind while making besan laddu is to make sure the besan is roasted well. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "100"
      }
    ]
  },
  {
    "name": "Makka Daliya",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c7819e3c888.png",
    "productLink": "https://www.jaipurchakki.com/product/makka-daliya",
    "description": " Maize/corn daliya is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins.   Maize/corn daliya is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "65"
      }
    ]
  },
  {
    "name": "Bajra Daliya | Pearl Millet Porridge",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-07-64d08dbc107a7.png",
    "productLink": "https://www.jaipurchakki.com/product/pearl-millet-daliya,-bajra-daliya",
    "description": " Pearl Millet (Bajra) Dalia/Khichdi is light on the stomach and hence easy to digest and healthy. I love such easy-to-cook, one-pot meals that make for a delicious dinner. Bajra is a millet that can be used in various ways. benefits of bajra daliya:   Pearl Millet (Bajra) Dalia/Khichdi is light on the stomach and hence easy to digest and healthy. I love such easy-to-cook, one-pot meals that make for a delicious dinner. Bajra is a millet that can be used in various ways. benefits of bajra daliya: ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Maida",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-16-64dc5725d1ac9.png",
    "productLink": "https://www.jaipurchakki.com/product/Refined-Flour-Maida",
    "description": " Maida is a white flour from the Indian subcontinent, made from wheat. Finely milled without any bran, refined, and bleached, it closely resembles cake flour. Maida is used extensively for making fast foods, baked goods such as pastries, bread, several varieties of sweets, and traditional flatbreads.   During the refining processes, the wheat flour is stripped of precious fiber, B Vitamins, and Iron. People regularly consuming MAIDA or White Flour increase their risk for weight gain, obesity, type 2 diabetes, insulin resistance, and elevated cholesterol.  Maida aka Refined flour does not have any nutritional value but does have plenty of calories. It is made of wheat grain that contains high amounts of many nutrients, such as fiber, vitamins, iron, magnesium, phosphorus, manganese, and selenium.   Maida is a white flour from the Indian subcontinent, made from wheat. Finely milled without any bran, refined, and bleached, it closely resembles cake flour. Maida is used extensively for making fast foods, baked goods such as pastries, bread, several varieties of sweets, and traditional flatbreads.   During the refining processes, the wheat flour is stripped of precious fiber, B Vitamins, and Iron. People regularly consuming MAIDA or White Flour increase their risk for weight gain, obesity, type 2 diabetes, insulin resistance, and elevated cholesterol.  Maida aka Refined flour does not have any nutritional value but does have plenty of calories. It is made of wheat grain that contains high amounts of many nutrients, such as fiber, vitamins, iron, magnesium, phosphorus, manganese, and selenium. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "45"
      }
    ]
  },
  {
    "name": "Sooji | Semolina",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-09-17-6506d9293db57.png",
    "productLink": "https://www.jaipurchakki.com/product/Sooji-Semolina",
    "description": " Semolina (सूजी)is the coarse, purified wheat middlings (intermediate milling stage) of durum wheat mainly used in making couscous, pasta, and sweet puddings. Semolina is a coarse flour made from durum wheat, a hard type of wheat.  When ground into flour, durum wheat is known as semolina and is used all over the world in bread, pasta, and porridge. This flour is darker and more golden in color than all-purpose flour. It has a mild, earthy aroma. Along with its culinary uses, semolina also benefits weight management, heart health, and your digestive system. 1/3rd cup (56-gram) serving of uncooked, enriched semolina provides: Calories: 198 calories Carbs: 40 grams Protein: 7 grams Fat: less than 1 gram Fiber: 7% of the Reference Daily Intake (RDI) Thiamine: 41% of the RDI Folate: 36% of the RDI Riboflavin: 29% of the RDI Iron: 13% of the RDI  Magnesium: 8% of the RDI     HOW TO STORE:  It is advised to consume within 30 days of milling, else its nutrition value depletes. So, buy in small quantities and consume it in time. Store in refrigerator for longer shelf life.   Semolina (सूजी)is the coarse, purified wheat middlings (intermediate milling stage) of durum wheat mainly used in making couscous, pasta, and sweet puddings. Semolina is a coarse flour made from durum wheat, a hard type of wheat.  When ground into flour, durum wheat is known as semolina and is used all over the world in bread, pasta, and porridge. This flour is darker and more golden in color than all-purpose flour. It has a mild, earthy aroma. Along with its culinary uses, semolina also benefits weight management, heart health, and your digestive system. 1/3rd cup (56-gram) serving of uncooked, enriched semolina provides: Calories: 198 calories Carbs: 40 grams Protein: 7 grams Fat: less than 1 gram Fiber: 7% of the Reference Daily Intake (RDI) Thiamine: 41% of the RDI Folate: 36% of the RDI Riboflavin: 29% of the RDI Iron: 13% of the RDI  Magnesium: 8% of the RDI     HOW TO STORE:  It is advised to consume within 30 days of milling, else its nutrition value depletes. So, buy in small quantities and consume it in time. Store in refrigerator for longer shelf life. ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "25"
      }
    ]
  },
  {
    "name": "Daliya Wheat | Wheat Porridge",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c780fb70d5b.png",
    "productLink": "https://www.jaipurchakki.com/product/wheat-porridge, Gehu-daliya , Daliya ,",
    "description": "  wheat porridge ( गेहूँ का दलिया ) is considered a nutritional breakfast option. it is very useful to help lower cholesterol levels and reduce blood pressure. Broken Wheat is coarsely ground raw wheat grains with various health benefits. Naturally, low in gluten and has a low glycemic index. Highest mineral, antioxidant, and fiber content of any wheat flour. Naturally rich in fiber, vitamins like Vitamin B, Vitamin C, and Vitamin E, and minerals like Zinc, Calcium, Iron, Magnesium, Phosphorus, Copper, Selenium, and other nutrients such as folic acid, protein, Omega3, and Omega6. It is a high-protein diet, but unlike meat items, it does not contain any fat and is good for a healthy lifestyle. USED FOR: Broken wheat commonly is used to make upma or namkeen Dalia, porridge, South Indian dish- Adai, Middle Eastern cuisine- Tabbouleh also for sweet dishes such as lapsi, pudding, etc. Also used in soups and stuffed vegetables. NUTRITIONAL FACTS Calories: 300 Carbs: 35 g Fat: 0 g Protein: 10 g  BENEFITS: HOW TO STORE: It is advised to consume within 30 days of milling, or else its nutritional value depletes. So, buy in small quantities and finish it in time. Store in refrigerator for longer shelf life.    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "45"
      }
    ]
  },
  {
    "name": "POHA",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8f40c2ba65.png",
    "productLink": "https://www.jaipurchakki.com/product/poha- , JAipur-chakki-special-poha",
    "description": " Poha is a light, healthy, nutritious snack that is low in calories and fiber. It is a good source of carbs, proteins, vitamins, and minerals that the body needs. In addition, Poha is low in fat and helps keep you satiated for longer. White rice is polished to such an extent that it is stripped of its nutrients and fiber contents. In comparison, Poha is less processed and light in terms of cooking and digestion. Poha is the best breakfast food because it packs approximately 70% of healthy carbohydrates and 30% fat.    ",
    "variants": [
      {
        "weight": "800Gram",
        "price": "50"
      },
      {
        "weight": "500Gram",
        "price": "0"
      }
    ]
  },
  {
    "name": "Moong Papad",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-18-64b6761452f6b.png",
    "productLink": "https://www.jaipurchakki.com/product/Jaipur-chakki-papad-moong-special, papad",
    "description": " Immerse yourself in the world of taste and texture with Moong Papad, a cherished delicacy that embodies the essence of Indian cuisine. Crafted from meticulously selected moong lentils, these papads undergo a meticulous process of seasoning, sun-drying, and skillful preparation, resulting in a culinary masterpiece that tantalizes the senses. Wholesome Beginnings: Moong papad starts with nature's bounty – nutrient-rich moong lentils that contribute to a snack that's not only delicious but also packed with goodness. Sun-Kissed Perfection: Basking in the warmth of the sun, each papad is carefully dried to achieve the ideal balance of crispiness, ensuring a delightful crunch in every bite. Versatile Indulgence: Whether enjoyed as a side dish to complement your meals or savored on its own as a quick snack, moong papad offers a versatile experience for all occasions. Spiced to Excellence: Immerse your taste buds in a symphony of flavors as the carefully blended spices infuse each papad with a burst of taste that's uniquely Indian.  Unveil the magic of moong papad and relish the symphony of flavors and textures that pay homage to generations of culinary expertise. Elevate your dining moments with this timeless creation, and savor a slice of tradition with every crunchy bite.    Moong papad is a popular traditional Indian snack that's loved for its unique taste and crunch. Made from moong lentils, these papads are seasoned with a blend of spices, sun-dried, and then fried or roasted to perfection. With their light, airy texture and flavorful profile, moong papads make for a fantastic accompaniment to meals or a satisfying standalone snack. Enjoy the burst of flavors and the satisfying crispiness of moong papad, a timeless favorite in Indian kitchens. ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "120"
      }
    ]
  },
  {
    "name": "Papad (Moong-Masala)",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c786b8ca010.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-Chakki-Papad ( Moong - Masala ) , Masala-papad",
    "description": " Moong papad is a popular Indian snack made from moong dal (split mung beans). Here are some potential health benefits of consuming moong papad: Good source of protein: Moong papad is a good source of plant-based protein, which is important for building and repairing tissues in the body. High in fiber: Moong papad is high in fiber, which can help to promote healthy digestion, reduce cholesterol levels, and improve satiety. Low in fat: Moong papad is low in fat, making it a good option for those looking to manage their weight or reduce their overall fat intake. Rich in vitamins and minerals: Moong papad is rich in vitamins and minerals like iron, magnesium, potassium, and folate, which are important for overall health and wellness. Gluten-free: Moong papad is naturally gluten-free, making it a good option for those with gluten sensitivities or celiac disease. Low in calories: Moong papad is low in calories, which can make it a good option for those looking to manage their calorie intake or lose weight. However, it is important to note that moong papad can be high in sodium due to the addition of salt during preparation, so it should be consumed in moderation, especially for those with high blood pressure. Additionally, deep-frying moong papad can increase its calorie and fat content, so it is best to consume it in its roasted form.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "130"
      }
    ]
  },
  {
    "name": "Mangodi Sev Badi",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c78d89b313a.png",
    "productLink": "https://www.jaipurchakki.com/product/Jaipur-chakki-sevbadi , sev-badi,",
    "description": " In terms of nutrition, sev badi is a good source of carbohydrates and protein, as well as vitamins and minerals like iron, magnesium, and folate. However, it is also high in fat and calories due to the deep-frying process, so it should be consumed in moderation as part of a balanced diet. Here are some potential health benefits of consuming sev badi: Good source of protein: Sev Badi is made from besan (gram flour) and sometimes other ingredients like moong dal or urad dal, which are all good sources of protein. Source of dietary fiber: Gram flour used in making Sev Badi is rich in dietary fiber which helps to promote healthy digestion and prevent constipation. Rich in essential minerals: Sev Badi is a rich source of essential minerals like iron, magnesium, and folate, which are important for maintaining healthy blood cells, boosting immunity, and supporting overall health. Gluten-free: Sev Badi is naturally gluten-free, making it a good option for those with gluten sensitivities or celiac disease. However, it is important to note that Sev Badi is deep-fried, which can increase its calorie and fat content. It is best to consume it in moderation and pair it with healthier options to balance your diet. Additionally, consuming it in excess may lead to weight gain or other health issues, so it should be consumed as part of a balanced diet.    ",
    "variants": [
      {
        "weight": "800Gram",
        "price": "130"
      }
    ]
  },
  {
    "name": "Jau Ki Guli Ka Daliya",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c7505c08f4f.png",
    "productLink": "https://www.jaipurchakki.com/product/jou-ki-ka-daliya, jou daliya , barley-daliya, barley",
    "description": "     ",
    "variants": [
      {
        "weight": "1kg",
        "price": "65"
      }
    ]
  },
  {
    "name": "Soya Badi",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c79b1c12f55.png",
    "productLink": "https://www.jaipurchakki.com/product/Soya badi",
    "description": " The potential benefits of consuming soya chunks are reduced risk of heart disease, reduced cholesterol levels, fight against menopause, and manage weight. Another benefit of soya chunk is that can be used as an alternative to animal-based protein products    ",
    "variants": [
      {
        "weight": "400Gram",
        "price": "45"
      }
    ]
  }
]