[
  {
    "name": "Cashew(Kaju)",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-09-64d32492e0b3e.png",
    "productLink": "https://www.jaipurchakki.com/product/Kaju-Cashew, Cashew, Kaju",
    "description": " Cashew (Kaju) is considered India's No.1 nutrient. It is also called the queen of dry fruits.  Origin of Cashew(Kaju) and its grandeur :  The origin of Cashew(Kaju) is found in the lush tropical areas, This Cashew(Kaju) tree bears the \"gem\" in the world. The dish made from Cashews (Kaju) has one of the biggest and richest history, which is always a dish made in any royal house etc. The one who enhances the beauty of the gatherings. It was mostly an atmosphere of happiness, it was mostly made for other works. The careful process of harvesting and roasting adds to the Cashew(Kaju)'s distinctive flavour, making it a favourite addition to both sweet and savoury dishes.  Kitchen Symphony :  Cashew(Kaju) nuts are used to change the taste of simple dishes to sweet and salty.  Nutrients found in Cashew(Kaju)  Adequate nutrients are found in Cashew(Kaju)s. Very good protein is found in it which is very essential for our body. Consuming Cashew(Kaju) nuts keeps our heart and our mind healthy and good, due to which our body remains firm. And energy remains in our body.  Our healthy delight of eating Cashews(Kaju) :  1. Heart Health: Cashews (Kaju) are rich in fats that support heart health by reducing our body's bad cholesterol levels and promoting better circulation.  2. Weight Management: Due to the fat present in Cashew(Kaju), it also prevents our body from spreading and keeps our body fit.  3. Nutrient boost: Due to The presence of essential nutrients in Cashew(Kaju) nuts, declares our balanced diet as very healthy and valuable. Using this does not cause any kind of diseases in our body and our body remains healthy and healthy. 4. Strong Bones: The magnesium and phosphorus present in Cashew(Kaju) contribute to bone health, ensuring strength and flexibility.     Model Name Cashew(Kaju) Brand\tManufacturer Jaipur Chakki Type Dry Fruit Used For Sweets Net Quantity 500gm Maximum Shelf Life 1 Month Packaging Type Pouch In The Box 1 Packet Country of Origin India Manufacturer Address 54A, Vardhaman Nagar, 200 Ft Bypass Ajmer Road, Jaipur - 302034 Rajasthan, India Manufacturer Email info@jaipurchakki.com Sold By Jaipur Chakki ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "369"
      }
    ]
  },
  {
    "name": "Badam(Almond)",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-09-64d325bcc53a1.png",
    "productLink": "https://www.jaipurchakki.com/product/Badam-Almonds, Badam",
    "description": " Badam(Almond), commonly known as almonds, are not just a delicious snack but also a powerhouse of nutrients that contribute to overall health and well-being. Here are some compelling reasons to incorporate these nutritious nuts into your diet:  Nutrient-Rich Profile: Almonds are rich in essential nutrients such as vitamin E, magnesium, and healthy fats. They provide a good dose of protein, making them an ideal choice for vegetarians and vegans. The presence of dietary fiber supports digestive health and keeps you feeling full.  Heart Health: Almonds contain monounsaturated fats that can help lower bad cholesterol levels. The high magnesium content in almonds supports healthy blood pressure levels. Vitamin E acts as an antioxidant, protecting cells from oxidative stress and reducing the risk of heart diseases.  Brain Function: Almonds are a source of nutrients that support brain health, including riboflavin and L-carnitine. The healthy fats in almonds aid in cognitive function and memory retention.  Weight Management: Despite being calorie-dense, almonds can aid in weight management due to their satiating effect. The combination of protein, fiber, and healthy fats helps control appetite and prevent overeating.  Diabetes Management: Almonds have a low glycemic index, meaning they cause gradual and steady rises in blood sugar levels. The healthy fats and fiber help stabilize blood sugar levels, making them suitable for diabetics.     Model Name Badam(Almond) Brand Manufacturer Jaipur Chakki Type Dry Fruits Used For Sweets Net Quantity 500 gm Maximum Shelf Life 1 Month Packaging Type Pouch In The Box 1 Packet Country of Origin India Manufacturer Address 54A, Vardhaman Nagar, 200 Ft Bypass Ajmer Road, Jaipur - 302034 Rajasthan, India Manufacturer Email info@jaipurchakki.com Sold By Jaipur Chakki ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "399"
      }
    ]
  },
  {
    "name": "Raisins(Kismis)",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-09-64d3275ec0b5e.png",
    "productLink": "https://www.jaipurchakki.com/product/Raisins-kismis, kismis, Dry-fruits",
    "description": " Raisins, which we know as Kismis, are considered to be the jewel of nature's sweet juice that we humans have been enjoying for centuries. These are made from small grapes, These dried grapes are not only tasty, but they are also made full of essential nutrients, which provide benefits by protecting us from many types of diseases. Today let us delve deeper into Raisins(Kismis) and find out their origin, nutritional value, culinary uses and health benefits.  Origin and production of Raisins(Kismis): Raisins(Kismis) have a great history that dates back to ancient times. They are believed to have first originated in the Middle East and Raisins(Kismis) were highly prized for their sweetness and longevity. It is a process of drying, in which most of the moisture of the grapes is removed, if we want to preserve the Raisins(Kismis) for a long time without spoiling, its moisture has to be removed. Today, Raisins(Kismis) are produced in various regions around the world, including the Mediterranean region of California, Iran, and Turkey.  Kitchen Uses: Raisins(Kismis) are commonly used in baking, adding a natural sweetness and chewy texture to breads, muffins and cookies. Raisins(Kismis) are also added to porridge, curd and cereals etc. to make food as a nutritious and tasty snack. Raisins(Kismis) are added to various savory dishes for a sweet and tangy contrast. And Raisins(Kismis) are also used in dishes like halwa and churma.  Health Facilities: Digestive Health: Due to the dietary fiber present in Raisins(Kismis), it supports our body's healthy digestion and digestion by promoting regular bowel movements and preventing constipation.  Bone Health: Raisins(Kismis) contain calcium and boron, minerals that contribute to maintaining bone health. It is believed that Boron in Raisins(Kismis) helps in the absorption of Calcium and Magnesium, which are very essential for keeping our bones strong.  Heart Health: Raisins(Kismis) have potassium content which helps in controlling our blood pressure and also supports our heart health. Apart from this, other vitamins are also found in Raisins(Kismis) which make our body healthy.     Model Name Raisins(Kismis) Brand\tManufacturer Jaipur Chakki Type Dry Fruits Used For Sweets Net Quantity 500 gm Maximum Shelf Life 1 Month Packaging Type Pouch In The Box 1 Packet Country of Origin India Manufacturer Address 54A, Vardhaman Nagar, 200 Ft Bypass Ajmer Road, Jaipur - 302034 Rajasthan, India Manufacturer Email info@jaipurchakki.com Sold By Jaipur Chakki ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "130"
      }
    ]
  }
]