[
  {
    "name": "Jaipur Chakki | Special Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-05-64ce43f190b2a.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-special-atta-normal-Atta",
    "description": " Jaipur Chakki Special Atta is a wholegrain wheat flour that is used to make flatbreads such as chapati, roti, naan, paratha, and puri. This special Aata contains all the constituents of the wheat kernels. This Chakki Special Aata is much healthier than the store-bought ones as it is minus preservatives and yes it's wheat Flour with full goodness of whole wheat. Also with this Special Atta – the ratio and variety of wheat used to make wheat flour to be customized according to our health and needs. Jaipur Chakki Special Aata is the flour made by milling / dry grinding wheat. This Special Aata is brown, soft & smooth in texture. This is rich in fiber, vitamins,s, and protein. The presence of bran in our special area reduces gluten development and retains wheat protein, vitamins & minerals. Jaipur Chakki Special Aata ensures whole of the wheat is ground and therefore healthier than refined versions available at the stores which are ground without bran.   Jaipur Chakki special atta crafted with precision in the heart of Jaipur, our jaipur-chakki-special-atta is the epitome of purity and taste. Milled using traditional stone-grinding techniques, it preserves the natural goodness of wheat grains, ensuring you savor the authentic flavors of Rajasthan in every bite. Elevate your culinary creations and embrace a healthier lifestyle with Jaipur Chakki Special Atta. ",
    "variants": [
      {
        "weight": "10kg",
        "price": "345"
      },
      {
        "weight": "5kg",
        "price": "175"
      }
    ]
  },
  {
    "name": "Jau Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf877c64ecd.png",
    "productLink": "https://www.jaipurchakki.com/product/nutritious-jau-atta-for-your-kitchen",
    "description": " Nutritional Benefits of Barley Flour:- Barley flour is often overlooked by all of us, Barley flour is a powerhouse of nutrients in a way that can take our savory food to a whole new level. Including this nutritious flour in our diet makes our body healthy. Rich in Fiber: Barley flour is an excellent source of fiber, which boosts our digestive health and helps manage our weight. Low glycemic index: Barley flour has a low glycemic index which means it causes a slow and steady rise in our blood sugar levels, making it ideal for people with diabetes. Wheat flour becomes a good substitute. Maintains Heart Health: The beta-glucans in barley flour have been linked to lowering cholesterol levels, which supports overall heart health.    Model Name Jau Atta Brand\tManufacturer Jaipur Chakki Type Flour Used For to make bread, cakes, biscuits, pastries, and other baked goods Net Quantity 1 kg Maximum Shelf Life 1 Month Packaging Type Pouch In The Box 1 Packet Country of Origin India Manufacturer Address 54A, Vardhaman Nagar, 200 Ft Bypass Ajmer Road, Jaipur - 302034 Rajasthan, India Manufacturer Email info@jaipurchakki.com ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Gold Fresh Sharbati Atta Gol Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-07-64d0b3511cc06.png",
    "productLink": "https://www.jaipurchakki.com/product/gold-fresh-sharbati-atta-gol-atta",
    "description": " If you have tried to make baati and the aata breaks or is too runny, you are using the wrong flour. I have asked several people this week what kind of flour they use and they have all told me they use maida.  100% Fresh and natural Jaipur chakki Bafla Atta. Vegetarian, No garlic, No onion, No preservative. You can make Dal Bati Bafla Churma - the famous Rajasthani platter at home. Thick Wheat Flour (Bafla Atta) is rich in fiber and vitamin B-Complex, which is very good for your nerves and metabolism. It contains carbohydrates, starch, and sugar that can keep you active the whole day. A good option for Breakfast, kids lunch box, travel time, Kitty party, and any occasion.  Amount Per Serving Calories from Fat 121 Calories 301 Total Fat 13grams 33% Saturated Fat 6.5 grams Trans Fat 0 grams 8%  Cholesterol 25 milligrams 14% Sodium 324 milligrams 14%  Potassium 505 milligrams 12%  Total Carbohydrates 36 grams 38%  Dietary Fiber 9.5 grams Sugars 3.2 grams Protein 12 grams  11% Vitamin A 12% Vitamin C 4% Calcium 23% Iron     Sharbati atta is a regional type of atta, derived from wheat farmed in MP's Sehore and Vidisha areas. Sharbati atta is sweet in taste and softer in texture.      “Sharbati” is the most premium type of wheat available in the country. There is the black and alluvial fertile soil in the Sehore area which is suitable for the production of Sharbati wheat. Sharbati wheat is also called The Golden Grain because its color is golden, it looks heavy on the palm and its taste is sweet, hence its name is Sharbati. As the name suggests, Sharbati variety wheat is slightly sweeter in test probably due to the presence of a little more amount of simple sugars like glucose and sucrose as compared to other wheat varieties.   ",
    "variants": [
      {
        "weight": "5kg",
        "price": "190"
      },
      {
        "weight": "10kg",
        "price": "370"
      }
    ]
  },
  {
    "name": "Organic Whole Wheat Flour",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf88e44984b.png",
    "productLink": "https://www.jaipurchakki.com/product/organic-whole-wheat-flour",
    "description": " Organic Agriculture is a production system that sustains the health of soils, ecosystems, and people. It relies on ecological processes, biodiversity, and cycles adapted to local conditions, rather than the use of inputs with adverse effects. Organic Agriculture combines tradition, innovation, and science to benefit the shared environment and promote fair relationships and good quality of life for all involved.  100 grams of whole-wheat grains contain approximately: Calories:                      370 Saturated fat                0.37 g: 2% Cholesterol:                 0% Sodium                        20mg: 1% Total carbohydrates:    73 grams: 27% Dietary Fiber                12g: 43% Sugars                         7g Protein                         14g: 28% Calcium                       85mg: 6% Iron                              2.3mg: 15% Potassium                    254mg: 6%    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "75"
      }
    ]
  },
  {
    "name": "Bejad Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf825647f1c.png",
    "productLink": "https://www.jaipurchakki.com/product/bejad-atta",
    "description": " Bejad ka atta provided by Jaipur Chakki is made from 100% natural bejad ka atta ingredients. We made Bejad Atta specially from multigrain flours like Wheat, Barley & Chickpea (गेहूँ, जौ & चना).  Our Missi Atta contains good amounts of copper, vitamins, chromium, phosphorus, magnesium, protein, and antioxidant levels, and does not have any preservatives or additives. It also contains soluble fiber which reduces hunger and enhances feelings of fullness. This Atta is much healthier for the body during winters. It is advised to consume this bejad aata within 30 days of milling, otherwise its nutrition value depletes day by day. So, it is advisable to buy this aata in small quantities and finish it in time. Or you can also store it in the refrigerator for a longer shelf life.    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "70"
      }
    ]
  },
  {
    "name": "Jaipur Chakki | Chickpea Flour For A Healthy And Delicious Meal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-16-64dca4565ff90.png",
    "productLink": "https://www.jaipurchakki.com/product/chickpea-flour, Channa-atta, Chana",
    "description": " Chickpeas also known as garbanzo bean flour, and channe ka atta, are high in fiber, protein, vitamins, and minerals. lower in starch and natural sugars. chickpea flour is a soluble fiber, which not only lowers blood cholesterol levels but also aids in the slow absorption of sugar into the bloodstream. It has a form of complex carbohydrate, which allows the body to slowly digest and use energy over a period in a much more beneficial way when compared to consuming refined carbohydrates. It has a lower glycemic load, which is also known to reverse diabetes naturally.  One cup (92 grams) of chickpea flour contains: Calories: 356 Protein: 20 grams Fat: 6 grams Carbs: 53 grams Fiber: 10 grams Thiamine: 30% of the Reference Daily Intake (RDI) Folate: 101% of the RDI Iron: 25% of the RDI Phosphorus: 29% of the RDI Magnesium: 38% of the RDI Copper: 42% of the RDI Manganese: 74% of the RDI   Chickpeas also known as garbanzo bean flour, and channe ka atta, are high in fiber, protein, vitamins, and minerals. lower in starch and natural sugars. chickpea flour is a soluble fiber, which not only lowers blood cholesterol levels but also aids in the slow absorption of sugar into the bloodstream. It has a form of complex carbohydrate, which allows the body to slowly digest and use energy over a period in a much more beneficial way when compared to consuming refined carbohydrates. It has a lower glycemic load, which is also known to reverse diabetes naturally. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "100"
      }
    ]
  },
  {
    "name": "Makka Atta | Maize Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf87daef550.png",
    "productLink": "https://www.jaipurchakki.com/product/makka-atta-maize-atta",
    "description": " Maize/corn flour is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins. Tips and Suggestions for maize flour recipe:::: Makke Ka Sogra | Makke Ki Roti is traditional roti.   Maize/corn flour is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins. Tips and Suggestions for maize flour recipe:::: Makke Ka Sogra | Makke Ki Roti is traditional roti. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Rice Flour | Chawal Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf8445e0a49.png",
    "productLink": "https://www.jaipurchakki.com/product/rice-flour",
    "description": " Rice flour is a great choice of atta for people with gluten intolerance. This is a type of flour that is made from finely milled rice. It can be made from both brown and white variants, and it can be used for all types of baking purposes. Different from rice starch, which is made by steeping rice in lye, rice flour is made by grounding the rice. Known to be rich in vitamins and protein, rice flour is widely available at low prices. It’s a common substitute for wheat flour because the nutrients in both variants are very similar. Benefits of Rice Flour Being one of the most easily digestible flours, it is often used in preparing baby foods and is Loaded with Fibers, Proteins, Carbohydrates, and minerals like Magnesium, Copper, Thiamin, etc, rice flour is a good source of nutrition. Rice flour is known to have different health benefits thanks to its nutrient contents. 100 gr:  Rice flour is entirely gluten-free. Therefore it’s an excellent option for those who are gluten-intolerant or for those who suffer from Celiac disease. Celiac disease is a digestive problem that affects the immune system once contacted with gluten. Rice flour is known to be rich in protein. Especially the brown one has higher levels of B vitamins. Best used for: You can prepare a number of South Indian delicacies such as Idli, Dosa, etc. Rice flour is also useful in making snacks or fritter crispier.   Rice flour is a great choice of atta for people with gluten intolerance. This is a type of flour that is made from finely milled rice. It can be made from both brown and white variants, and it can be used for all types of baking purposes. Different from rice starch, which is made by steeping rice in lye, rice flour is made by grounding the rice. Known to be rich in vitamins and protein, rice flour is widely available at low prices. It’s a common substitute for wheat flour because the nutrients in both variants are very similar. Benefits of Rice Flour Being one of the most easily digestible flours, it is often used in preparing baby foods and is Loaded with Fibers, Proteins, Carbohydrates, and minerals like Magnesium, Copper, Thiamin, etc, rice flour is a good source of nutrition. Rice flour is known to have different health benefits thanks to its nutrient contents. 100 gr:  Rice flour is entirely gluten-free. Therefore it’s an excellent option for those who are gluten-intolerant or for those who suffer from Celiac disease. Celiac disease is a digestive problem that affects the immune system once contacted with gluten. Rice flour is known to be rich in protein. Especially the brown one has higher levels of B vitamins. Best used for: You can prepare a number of South Indian delicacies such as Idli, Dosa, etc. Rice flour is also useful in making snacks or fritter crispier. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  }
]