[
  {
    "name": "Besan | Gram Flour",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf8d840c1d2.png",
    "productLink": "https://www.jaipurchakki.com/product/besan, Besan",
    "description": " Besan is A healthy alternative to white rice and a great source of protein and fiber. Gram flour or besan is a pulse flour made from a variety of chickpeas. It’s delicious, nutritious, and easy to prepare.  Now you can order fresh besan from jaipurchakki.com. It is a staple ingredient in the cooking of the Indian subcontinent, including in Indian, Bangladeshi, Burmese, Nepali, Pakistani, Sri Lankan, and Caribbean cuisines. Chickpea flour, also known as garbanzo bean flour or besan, is made from ground, dried chickpeas. It has a relatively neutral, slightly nutty, slightly “beany” flavor that lends itself well to both savory and sweet dishes. Tips and Suggestions for besan recipe:: Besan Laddu | Danedar Besan Laddoo is a popular Indian desert. You can prepare it with gram flour, powdered sugar, and ghee. It is one of the traditional dish passed on by generations and are typically made during festival seasons. Festivals are incomplete without sweets and in India, festivals are incomplete without laddus. generally, it is made with just 3 ingredients and a topping of dry fruits. The ingredient list to make these laddus is pretty small, but the most crucial thing to keep in mind while making besan laddu is to make sure the besan is roasted well.   Besan is A healthy alternative to white rice and a great source of protein and fiber. Gram flour or besan is a pulse flour made from a variety of chickpeas. It’s delicious, nutritious, and easy to prepare.  Now you can order fresh besan from jaipurchakki.com. It is a staple ingredient in the cooking of the Indian subcontinent, including in Indian, Bangladeshi, Burmese, Nepali, Pakistani, Sri Lankan, and Caribbean cuisines. Chickpea flour, also known as garbanzo bean flour or besan, is made from ground, dried chickpeas. It has a relatively neutral, slightly nutty, slightly “beany” flavor that lends itself well to both savory and sweet dishes. Tips and Suggestions for besan recipe:: Besan Laddu | Danedar Besan Laddoo is a popular Indian desert. You can prepare it with gram flour, powdered sugar, and ghee. It is one of the traditional dish passed on by generations and are typically made during festival seasons. Festivals are incomplete without sweets and in India, festivals are incomplete without laddus. generally, it is made with just 3 ingredients and a topping of dry fruits. The ingredient list to make these laddus is pretty small, but the most crucial thing to keep in mind while making besan laddu is to make sure the besan is roasted well. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "100"
      }
    ]
  },
  {
    "name": "Bajra Daliya | Pearl Millet Porridge",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-07-64d08dbc107a7.png",
    "productLink": "https://www.jaipurchakki.com/product/pearl-millet-daliya,-bajra-daliya",
    "description": " Pearl Millet (Bajra) Dalia/Khichdi is light on the stomach and hence easy to digest and healthy. I love such easy-to-cook, one-pot meals that make for a delicious dinner. Bajra is a millet that can be used in various ways. benefits of bajra daliya:   Pearl Millet (Bajra) Dalia/Khichdi is light on the stomach and hence easy to digest and healthy. I love such easy-to-cook, one-pot meals that make for a delicious dinner. Bajra is a millet that can be used in various ways. benefits of bajra daliya: ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Sooji | Semolina",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-09-17-6506d9293db57.png",
    "productLink": "https://www.jaipurchakki.com/product/Sooji-Semolina",
    "description": " Semolina (सूजी)is the coarse, purified wheat middlings (intermediate milling stage) of durum wheat mainly used in making couscous, pasta, and sweet puddings. Semolina is a coarse flour made from durum wheat, a hard type of wheat.  When ground into flour, durum wheat is known as semolina and is used all over the world in bread, pasta, and porridge. This flour is darker and more golden in color than all-purpose flour. It has a mild, earthy aroma. Along with its culinary uses, semolina also benefits weight management, heart health, and your digestive system. 1/3rd cup (56-gram) serving of uncooked, enriched semolina provides: Calories: 198 calories Carbs: 40 grams Protein: 7 grams Fat: less than 1 gram Fiber: 7% of the Reference Daily Intake (RDI) Thiamine: 41% of the RDI Folate: 36% of the RDI Riboflavin: 29% of the RDI Iron: 13% of the RDI  Magnesium: 8% of the RDI     HOW TO STORE:  It is advised to consume within 30 days of milling, else its nutrition value depletes. So, buy in small quantities and consume it in time. Store in refrigerator for longer shelf life.   Semolina (सूजी)is the coarse, purified wheat middlings (intermediate milling stage) of durum wheat mainly used in making couscous, pasta, and sweet puddings. Semolina is a coarse flour made from durum wheat, a hard type of wheat.  When ground into flour, durum wheat is known as semolina and is used all over the world in bread, pasta, and porridge. This flour is darker and more golden in color than all-purpose flour. It has a mild, earthy aroma. Along with its culinary uses, semolina also benefits weight management, heart health, and your digestive system. 1/3rd cup (56-gram) serving of uncooked, enriched semolina provides: Calories: 198 calories Carbs: 40 grams Protein: 7 grams Fat: less than 1 gram Fiber: 7% of the Reference Daily Intake (RDI) Thiamine: 41% of the RDI Folate: 36% of the RDI Riboflavin: 29% of the RDI Iron: 13% of the RDI  Magnesium: 8% of the RDI     HOW TO STORE:  It is advised to consume within 30 days of milling, else its nutrition value depletes. So, buy in small quantities and consume it in time. Store in refrigerator for longer shelf life. ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "25"
      }
    ]
  },
  {
    "name": "Daliya Wheat | Wheat Porridge",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c780fb70d5b.png",
    "productLink": "https://www.jaipurchakki.com/product/wheat-porridge, Gehu-daliya , Daliya ,",
    "description": "  wheat porridge ( गेहूँ का दलिया ) is considered a nutritional breakfast option. it is very useful to help lower cholesterol levels and reduce blood pressure. Broken Wheat is coarsely ground raw wheat grains with various health benefits. Naturally, low in gluten and has a low glycemic index. Highest mineral, antioxidant, and fiber content of any wheat flour. Naturally rich in fiber, vitamins like Vitamin B, Vitamin C, and Vitamin E, and minerals like Zinc, Calcium, Iron, Magnesium, Phosphorus, Copper, Selenium, and other nutrients such as folic acid, protein, Omega3, and Omega6. It is a high-protein diet, but unlike meat items, it does not contain any fat and is good for a healthy lifestyle. USED FOR: Broken wheat commonly is used to make upma or namkeen Dalia, porridge, South Indian dish- Adai, Middle Eastern cuisine- Tabbouleh also for sweet dishes such as lapsi, pudding, etc. Also used in soups and stuffed vegetables. NUTRITIONAL FACTS Calories: 300 Carbs: 35 g Fat: 0 g Protein: 10 g  BENEFITS: HOW TO STORE: It is advised to consume within 30 days of milling, or else its nutritional value depletes. So, buy in small quantities and finish it in time. Store in refrigerator for longer shelf life.    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "45"
      }
    ]
  },
  {
    "name": "Moong Papad",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-18-64b6761452f6b.png",
    "productLink": "https://www.jaipurchakki.com/product/Jaipur-chakki-papad-moong-special, papad",
    "description": " Immerse yourself in the world of taste and texture with Moong Papad, a cherished delicacy that embodies the essence of Indian cuisine. Crafted from meticulously selected moong lentils, these papads undergo a meticulous process of seasoning, sun-drying, and skillful preparation, resulting in a culinary masterpiece that tantalizes the senses. Wholesome Beginnings: Moong papad starts with nature's bounty – nutrient-rich moong lentils that contribute to a snack that's not only delicious but also packed with goodness. Sun-Kissed Perfection: Basking in the warmth of the sun, each papad is carefully dried to achieve the ideal balance of crispiness, ensuring a delightful crunch in every bite. Versatile Indulgence: Whether enjoyed as a side dish to complement your meals or savored on its own as a quick snack, moong papad offers a versatile experience for all occasions. Spiced to Excellence: Immerse your taste buds in a symphony of flavors as the carefully blended spices infuse each papad with a burst of taste that's uniquely Indian.  Unveil the magic of moong papad and relish the symphony of flavors and textures that pay homage to generations of culinary expertise. Elevate your dining moments with this timeless creation, and savor a slice of tradition with every crunchy bite.    Moong papad is a popular traditional Indian snack that's loved for its unique taste and crunch. Made from moong lentils, these papads are seasoned with a blend of spices, sun-dried, and then fried or roasted to perfection. With their light, airy texture and flavorful profile, moong papads make for a fantastic accompaniment to meals or a satisfying standalone snack. Enjoy the burst of flavors and the satisfying crispiness of moong papad, a timeless favorite in Indian kitchens. ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "120"
      }
    ]
  },
  {
    "name": "Papad (Moong-Masala)",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c786b8ca010.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-Chakki-Papad ( Moong - Masala ) , Masala-papad",
    "description": " Moong papad is a popular Indian snack made from moong dal (split mung beans). Here are some potential health benefits of consuming moong papad: Good source of protein: Moong papad is a good source of plant-based protein, which is important for building and repairing tissues in the body. High in fiber: Moong papad is high in fiber, which can help to promote healthy digestion, reduce cholesterol levels, and improve satiety. Low in fat: Moong papad is low in fat, making it a good option for those looking to manage their weight or reduce their overall fat intake. Rich in vitamins and minerals: Moong papad is rich in vitamins and minerals like iron, magnesium, potassium, and folate, which are important for overall health and wellness. Gluten-free: Moong papad is naturally gluten-free, making it a good option for those with gluten sensitivities or celiac disease. Low in calories: Moong papad is low in calories, which can make it a good option for those looking to manage their calorie intake or lose weight. However, it is important to note that moong papad can be high in sodium due to the addition of salt during preparation, so it should be consumed in moderation, especially for those with high blood pressure. Additionally, deep-frying moong papad can increase its calorie and fat content, so it is best to consume it in its roasted form.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "130"
      }
    ]
  },
  {
    "name": "100% Natural Mustard Oil",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c7523b1a871.png",
    "productLink": "https://www.jaipurchakki.com/product/musturd-oil",
    "description": " May have anti-inflammatory properties: Mustard oil is believed to have anti-inflammatory properties, which may help reduce inflammation in the body. This is due to the presence of compounds like alpha-linolenic acid and selenium in the oil.  May help lower cholesterol levels: Mustard oil is a good source of monounsaturated and polyunsaturated fatty acids, which are believed to help lower LDL or \"bad\" cholesterol levels in the body. This may help reduce the risk of heart disease and stroke.  May have antibacterial and antifungal properties: Some research suggests that mustard oil may have antibacterial and antifungal properties, which may help protect against certain infections.  May promote hair and skin health: Mustard oil is commonly used topically for its potential benefits for hair and skin. It is believed to help improve hair growth, prevent hair loss, and improve skin health by providing hydration and reducing inflammation.  It's worth noting that mustard oil is high in erucic acid, which has been linked to potential health risks. As such, it's important to use caution when consuming or using mustard oil and to be aware of the regulations in your area.    ",
    "variants": [
      {
        "weight": "1Ltr.",
        "price": "149"
      }
    ]
  },
  {
    "name": "100% Natural Mustard Oil",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c77db5d6a86.png",
    "productLink": "https://www.jaipurchakki.com/product/Natural-Mustard-Oil-Premium-Quality",
    "description": " 100% NATURAL, PURE, UNREFINED, PREMIUM QUALITY SEED, RICH IN NUTRIENTS, QUALITY GUARANTEED, BEST FOR COOKING, HEART FRIENDLY,    ",
    "variants": [
      {
        "weight": "5Ltr.",
        "price": "725"
      }
    ]
  },
  {
    "name": "Organic Whole Wheat Flour",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf88e44984b.png",
    "productLink": "https://www.jaipurchakki.com/product/organic-whole-wheat-flour",
    "description": " Organic Agriculture is a production system that sustains the health of soils, ecosystems, and people. It relies on ecological processes, biodiversity, and cycles adapted to local conditions, rather than the use of inputs with adverse effects. Organic Agriculture combines tradition, innovation, and science to benefit the shared environment and promote fair relationships and good quality of life for all involved.  100 grams of whole-wheat grains contain approximately: Calories:                      370 Saturated fat                0.37 g: 2% Cholesterol:                 0% Sodium                        20mg: 1% Total carbohydrates:    73 grams: 27% Dietary Fiber                12g: 43% Sugars                         7g Protein                         14g: 28% Calcium                       85mg: 6% Iron                              2.3mg: 15% Potassium                    254mg: 6%    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "75"
      }
    ]
  },
  {
    "name": "Makka Atta | Maize Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf87daef550.png",
    "productLink": "https://www.jaipurchakki.com/product/makka-atta-maize-atta",
    "description": " Maize/corn flour is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins. Tips and Suggestions for maize flour recipe:::: Makke Ka Sogra | Makke Ki Roti is traditional roti.   Maize/corn flour is Naturally rich in Fibre, Magnesium, Vitamin B-complex, Omega 6, Antioxidants, Zinc, Iron, Unsaturated fat, and vegetable proteins. Tips and Suggestions for maize flour recipe:::: Makke Ka Sogra | Makke Ki Roti is traditional roti. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Rice Flour | Chawal Atta",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-06-64cf8445e0a49.png",
    "productLink": "https://www.jaipurchakki.com/product/rice-flour",
    "description": " Rice flour is a great choice of atta for people with gluten intolerance. This is a type of flour that is made from finely milled rice. It can be made from both brown and white variants, and it can be used for all types of baking purposes. Different from rice starch, which is made by steeping rice in lye, rice flour is made by grounding the rice. Known to be rich in vitamins and protein, rice flour is widely available at low prices. It’s a common substitute for wheat flour because the nutrients in both variants are very similar. Benefits of Rice Flour Being one of the most easily digestible flours, it is often used in preparing baby foods and is Loaded with Fibers, Proteins, Carbohydrates, and minerals like Magnesium, Copper, Thiamin, etc, rice flour is a good source of nutrition. Rice flour is known to have different health benefits thanks to its nutrient contents. 100 gr:  Rice flour is entirely gluten-free. Therefore it’s an excellent option for those who are gluten-intolerant or for those who suffer from Celiac disease. Celiac disease is a digestive problem that affects the immune system once contacted with gluten. Rice flour is known to be rich in protein. Especially the brown one has higher levels of B vitamins. Best used for: You can prepare a number of South Indian delicacies such as Idli, Dosa, etc. Rice flour is also useful in making snacks or fritter crispier.   Rice flour is a great choice of atta for people with gluten intolerance. This is a type of flour that is made from finely milled rice. It can be made from both brown and white variants, and it can be used for all types of baking purposes. Different from rice starch, which is made by steeping rice in lye, rice flour is made by grounding the rice. Known to be rich in vitamins and protein, rice flour is widely available at low prices. It’s a common substitute for wheat flour because the nutrients in both variants are very similar. Benefits of Rice Flour Being one of the most easily digestible flours, it is often used in preparing baby foods and is Loaded with Fibers, Proteins, Carbohydrates, and minerals like Magnesium, Copper, Thiamin, etc, rice flour is a good source of nutrition. Rice flour is known to have different health benefits thanks to its nutrient contents. 100 gr:  Rice flour is entirely gluten-free. Therefore it’s an excellent option for those who are gluten-intolerant or for those who suffer from Celiac disease. Celiac disease is a digestive problem that affects the immune system once contacted with gluten. Rice flour is known to be rich in protein. Especially the brown one has higher levels of B vitamins. Best used for: You can prepare a number of South Indian delicacies such as Idli, Dosa, etc. Rice flour is also useful in making snacks or fritter crispier. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "50"
      }
    ]
  },
  {
    "name": "Coriander Powder",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-10-20-653250e02aeec.png",
    "productLink": "https://www.jaipurchakki.com/product/coriander-powder",
    "description": " Coriander powder, also known as Dhaniya powder is a staple spice in many cooking. Coriander lovers say it has a fresh citrus taste with a strong fragrance. Coriander powder is an essential ingredient in many Indian dishes. Coriander powder is widely used in south Indian preparations, especially rasam, kara kuzhambu, vegetable preparations, etc. It is an essential ingredient of many curries and gravies as it has a mild aroma that instigates the appetite. Adding ground coriander to pancake and waffle mixes imparts a pleasing taste to it. Coriander Powder (Dhaniya Powder) - Made by the traditional chakki method. No artificial colors and preservatives. Once Opened, Keep it in an Airtight Container. Coriander gets its properties and taste from its naturally occurring volatile oils and Contain Natural Oils. Dhaniya Powder | Homemade Dhaniya Powder is an aromatic spice mixture. This uses coriander seeds, cumin seeds, cinnamon, cloves, bay leaf, fennel seeds, and black pepper. This enhances the flavor of sabzi and curries. You can use this powder/masala on a daily basis. This will not only enhance the taste of food but it is healthy as well. Moreover, this is super easy to prepare and store. You can make it once and can store this powder for a year. Tips and Suggestions::::  Benefits:   Coriander powder, also known as Dhaniya powder is a staple spice in many cooking. Coriander lovers say it has a fresh citrus taste with a strong fragrance. Coriander powder is an essential ingredient in many Indian dishes. Coriander powder is widely used in south Indian preparations, especially rasam, kara kuzhambu, vegetable preparations, etc. It is an essential ingredient of many curries and gravies as it has a mild aroma that instigates the appetite. Adding ground coriander to pancake and waffle mixes imparts a pleasing taste to it. Coriander Powder (Dhaniya Powder) - Made by the traditional chakki method. No artificial colors and preservatives. Once Opened, Keep it in an Airtight Container. Coriander gets its properties and taste from its naturally occurring volatile oils and Contain Natural Oils. Dhaniya Powder | Homemade Dhaniya Powder is an aromatic spice mixture. This uses coriander seeds, cumin seeds, cinnamon, cloves, bay leaf, fennel seeds, and black pepper. This enhances the flavor of sabzi and curries. You can use this powder/masala on a daily basis. This will not only enhance the taste of food but it is healthy as well. Moreover, this is super easy to prepare and store. You can make it once and can store this powder for a year. Tips and Suggestions::::  Benefits: ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "40"
      },
      {
        "weight": "1kg",
        "price": "175"
      }
    ]
  },
  {
    "name": "Jaipur Chakki Pure and Natural Jeera  (Cumin seeds )",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-04-64cce4b49937a.png",
    "productLink": "https://www.jaipurchakki.com/product/Jeera",
    "description": " Jaipur Chakki Jeera / Cumin seeds are an excellent source of iron, manganese, calcium, magnesium, phosphorus, and vitamin B1 & meet Fssai food safety norms.     ",
    "variants": [
      {
        "weight": "100Gram",
        "price": "80"
      }
    ]
  },
  {
    "name": "Turmeric Powder | High Quality Haldi Powder",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-10-20-65325b2d25edc.png",
    "productLink": "https://www.jaipurchakki.com/product/turmeric-powder",
    "description": " Turmeric is used for cooking in most South Asian countries. It is used both as a spice and a medicine since ancient times. Made from premium quality turmeric with high curcumin content sourced from the best farms. Made by the traditional chakki method. No artificial colors and preservatives. A pure quality, perfect aroma, and the right flavor that enriches any Indian dish it's added to. Turmeric is also known for its therapeutic properties.    ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "50"
      },
      {
        "weight": "1kg",
        "price": "210"
      }
    ]
  },
  {
    "name": "Pure and Natural Jeera (Cumin seeds )",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8b026d611d.png",
    "productLink": "https://www.jaipurchakki.com/product/jeera-cumin-seeds",
    "description": " Jaipur Chakki Jeera / Cumin seeds are an excellent source of iron, manganese, calcium, magnesium, phosphorus, and vitamin B1 & meet Fssai food safety norms. Jaipur Chakki Jeera / Cumin seeds are an excellent source of iron, manganese, calcium, magnesium, phosphorus, and vitamin B1 & meet Fssai food safety norms.     ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "155"
      },
      {
        "weight": "1kg",
        "price": "775"
      }
    ]
  },
  {
    "name": "Adrak Chai (Ginger Tea)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/AHT_adrak-TEa/Adrak-Tea-5-250x250.jpg",
    "description": "For those who love a cup of adrak chai, this loose leaf Assam tea fortified with ginger will see you happy. Get your regular kadak chai with the spicy warm flavour of ginger and get a kick start to your mornings or a much need boost in the evenings. Feeling a little sore in the throat? Simply let the adrak chai work its magic. The benefits of loose leaf orthodox red tea, when blended with ginger, are many - it helps in relaxation and destressing, is a great source of antioxidants and helps soothe coughs and colds.",
    "price": "Rs 250.00",
    "weight": "100.00gm"
  },
  {
    "name": "Chamomile Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Chamomile_Green_Zipper/Chamomile_Green_1-250x250.jpg",
    "description": "",
    "price": "Rs 220.00",
    "weight": "50.00gm"
  },
  {
    "name": "Ginger Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Ginger-Green-Tea/Ginger-Green-Tea-02-250x250.jpg",
    "description": "For those who love a cup of green tea, simply adding ginger to the natural goodness that green tea has, gives you a drink fortified with added nutrients. This blend is a balance of loose-leaf Assam green tea and ginger sourced from the neighbouring hill states which produce ginger with more zing. With this ginger green tea, you are guaranteed to get a kick start to your mornings or a much need boost in the evenings. Feeling a little sore in the throat? Simply let the ginger work its magic and soothe you. The benefits of loose leaf green tea, when blended with ginger, are many - it helps in relaxation and destressing, is a great source of antioxidants and helps soothe coughs and colds.",
    "price": "Rs 250.00",
    "weight": "100.00gm"
  },
  {
    "name": "Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/AHT-Weight-Loss/Green-Tea-3-250x250.jpg",
    "description": "Grown right in the middle of Upper Assam’s renowned tea region, this particular Green Tea, manufactured by Heritage Tea Company, is a naturally sweet Green Tea. It has a light lemon yellow when brewed just right. It is smooth and buttery on the palate with fresh zesty undertones. Rich in antioxidants & aiding in weight loss, this Green Tea is the very embodiment of health and well being.",
    "price": "Rs 250.00",
    "weight": "100.00gm"
  },
  {
    "name": "Green Tea, Morning Glory",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Green%20Tea/Green-Tea-Morning-Glory-Assam-4-250x250.jpg",
    "description": "Green Tea, Morning Glory: As the name suggests, this green tea is one to get you up and about every morning! Grown right in the middle of Upper Assam’s renowned tea region, this Green Tea is manufactured by Heritage Tea Company. The packet contains export quality, whole green leaves which are lightly processed to keep all the nutrients and flavour intact! When brewed just right, it has a naturally sweet taste with a light lemon yellow colour and has fresh and fruity undertones. Rich in antioxidants, aiding in weight loss, and this Green Tea is the very embodiment of health and overall well-being.",
    "price": "Rs 299.00",
    "weight": "100.00gm"
  },
  {
    "name": "Herbal Hibiscus Red Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/AHT-Hibiscus/Hibiscus-Tea-4-250x250.jpg",
    "description": "",
    "price": "Rs 399.00",
    "weight": "100.00gm"
  },
  {
    "name": "Hibiscus Roselle Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Hibidcus-Roselle/Hibidcus-Roselle-Tea-1-250x250.jpg",
    "description": "An infusion of Roselle (Hibiscus Sabdariffa) calyces and Green Tea is excellent to get rid of any digestive woes. Hibiscus green tea can be drunk both hot and as a summer iced tea and is great to incorporate into your lifestyle all year round.",
    "price": "Rs 345.00",
    "weight": "50.00gm"
  },
  {
    "name": "Jasmine Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Jasmine-Green-Tea/Jasmine-Green-Tea-1-250x250.jpg",
    "description": "",
    "price": "Rs 345.00",
    "weight": "50.00gm"
  },
  {
    "name": "Kashmiri Kahwa Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Assam-Heritage-Tea/Khasmiri-Kahwa/Kashmiri-Kahwa-Green-Tea-Front-250x250.jpg",
    "description": "This brew is a reinterpretation of the traditional Kashmiri style of kahwa tea. Here we have quality Assam green tea blended with almonds, cloves, cardamom and bay leaves. This brew is full of flavour as well as health benefits. It improves heart health, reduces cholesterol levels and regulates blood pressure.",
    "price": "Rs 399.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lemon Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lemon-Green-Tea/Lemon-Green-Tea-04-250x250.jpg",
    "description": "For those who love a cup of green tea, simply adding lemon - the big, jiucy kaji nemu lemons native to Assam, transforms the natural goodness that green tea has, into an excellent drink to help you detox.  The benefits of loose leaf green tea, when blended with lemon, are many - it helps in relaxation and destressing, is a great source of antioxidants and helps soothe, arthritis pains as well as coughs and colds.",
    "price": "Rs 250.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lemongrass Ginger Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Lemongrass_Ginger/Lemongrass_Ginger_Tea_1-250x250.jpg",
    "description": "An invigorating blend of green tea with lemongrass and ginger can create absolute magic in your taste buds. Drizzle in a drop of honey to solve that tickle in your throat or add a slice of lemon for some extra refreshing zestiness!",
    "price": "Rs 345.00",
    "weight": "50.00gm"
  },
  {
    "name": "Marigold Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Assam-Heritage-Tea/Marigold-Green-Tea/Marigold-Green-Tea-Front-250x250.jpg",
    "description": "Marigold or calendula when added to good quality Assam green tea becomes a gold mine for health benefits. It helps to alleviate cramps and aids digestion. It also brings relief for nausea, stomach ulcers and menstrual discomfort.",
    "price": "Rs 250.00",
    "weight": "100.00gm"
  },
  {
    "name": "Moringa Green Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Assam-Heritage-Tea/Moringa-Tea/Moringa-Tea-Front-250x250.jpg",
    "description": "Moringa or drumstick tree is a superfood which is very nutritious and packs a whole host of health benefits. The best way to add it regularly to your diet is to drink it as a tea. When moringa is added to good quality Assam green tea you get double the benefits! It is packed with vitamins and minerals, is a source of plant-based protein, it helps balance hormones and protect the liver among other benefits such as aiding in weight loss.",
    "price": "Rs 399.00",
    "weight": "100.00gm"
  },
  {
    "name": "Oolong Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Oolong-Tea/Oolong-Tea-1-250x250.jpg",
    "description": "Oolong teas are a rare antioxidant-rich tea made from partially oxidized tea leaves. Oolong tea ia known to aid in digestion, building immunity and controlling blood pressure.",
    "price": "Rs 499.00",
    "weight": "50.00gm"
  },
  {
    "name": "Peony White Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/Peony-White-Tea/Peony-White-Tea-1-250x250.jpg",
    "description": "An exotic rare Bai Mudan white tea leaves plucked with extreme care with a taste that pleases the senses, easing you into relaxation, with massive health benefits for your body’s well-being! Peony White Tea is loaded with antioxidants and supports detoxification, helps boost immunity, and is good for skin health.",
    "price": "Rs 599.00",
    "weight": "50.00gm"
  },
  {
    "name": "Silver Needle White Tea",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Lluvia_Tea/White-Tea-Silver-Needle/White-Tea-Silver-Needle-1-250x250.jpg",
    "description": "Silver Needle White tea is one of the least processed, high quality grades of teas. This tea has a sweet, mellow and refreshing brew and is perfect for drinking on hot, long afternoons. Hand-plucked white tea is great for maintaining healthy skin and body. White teas have higher antioxidant levels than other teas that grant you numerous benefits such as anti ageing properties, decreasing glucose levels for diabetics boosting immunity.",
    "price": "Rs 799.00",
    "weight": "50.00gm"
  },
  {
    "name": "Yellow Tea, AHT",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/AHT-Yellow-Tea/Yellow-Tea-2-250x250.jpg",
    "description": "This organic certified speciality yellow tea is handcrafted by Assam Heritage Tea Co. under Tea Master, Rajen Baruah, who is an Advisory Board Member from India of International Speciality Tea Association, USA. Yellow tea is one of the rarest types of teas. During ancient times, these teas were enjoyed only by the elites and royals of China. However, this particular packet of loose leaf yellow tea comes from mountain-grown organic tea gardens in Arunachal Pradesh. It has unique wild flowery tones that can activate your heart chakra and has incredible anti-ageing properties.",
    "price": "Rs 650.00",
    "weight": "100.00gm"
  },
  {
    "name": "Assam Green Tea, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Green-Tea/Green-Tea-Pack-250x250.jpg",
    "description": "",
    "price": "Rs 275.00",
    "weight": "100.00gm"
  },
  {
    "name": "Green Tea - Orthodox Tea (TGFOP)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Green-Tea/Green-Tea-Box-250x250.jpg",
    "description": "Kickstart your day with a breath of fresh air with our Finest Green Tea - the guilt-free and healthy drink option made for you to enjoy every day.\n\nIt is made by carefully roasting whole green tea leaves which are then rolled into coils in Japanese style.",
    "price": "Rs 190.00",
    "weight": "50.00gm"
  },
  {
    "name": "Luxury Black Tea (SFTGFOP1, Highest Grade)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Luxury-Black-Tea/Luxury%20Black%20Tea%20Pack-250x250.png",
    "description": "This luxury black tea is made by selecting only the finest topmost leaves of the tea shrub, which are then carefully coiled and sun-dried with their golden tips intact, to give you a high-grade black tea with the richest tea-drinking experience.",
    "price": "Rs 470.00",
    "weight": "50.00gm"
  },
  {
    "name": "Rich Black Tea - Orthodox Tea (TGBOP)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Rich-Black-Tea/Rich-Black-Tea-Box-250x250.jpg",
    "description": "We are proud to offer you our exquisite Black Tea, grown in the foothills of Meghalaya. This tea has a taste that is reminiscent of Darjeeling and Assam teas combined!",
    "price": "Rs 190.00",
    "weight": "50.00gm"
  },
  {
    "name": "CountrySpices CTC Tea Leaves (Milk Tea)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Black-Tea/Black-Tea-250x250.jpg",
    "description": "Brought to you from the Meghalaya's rain-soaked Khasi Hills of Meghalaya, this premium highland tea has a deep and rich flavour, with toffee or 'chocolatey' notes and no bitterness. Best drunk black and brewed for 3 to 4 minutes, or you can brew it for longer and add milk for a rich traditional milk chai.",
    "price": "Rs 220.00",
    "weight": "200.00gm"
  },
  {
    "name": "CountrySpices Oolong Tea leaves",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Oolong-Tea/Oolong-Tea-1-250x250.jpg",
    "price": "Rs 680.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Turmeric Latte Blend",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Turmeric-Latte-Blend/Turmeric-Latte-Blend-1-250x250.jpg",
    "description": "This complete easy turmeric latte formulation contains everything you need to bring all the benefits of turmeric into your diet following the traditional haldi doodh formula with a more scientific approach. Providing all your anti-inflammation and anti-oxidants, this delicious blend has been scientifically formulated with the correct amount of black pepper to increase the body's ability to absorb turmeric. Excellent vegan drink that makes the perfect golden latte. The blend contains 80% Lakadong Turmeric Powder, 20% Black Pepper Powder. 100grams of this latte blend yields 40 serves.",
    "price": "Rs 200.00",
    "weight": "100.00gm"
  },
  {
    "name": "Black Rice (Chak-Hao) from Manipur",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Black-Rice/Black-Rice-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 350.00",
    "weight": "500.00gm"
  },
  {
    "name": "Dalle Chilli Pure Paste, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Dalle-Chilli-Paste/dalle%20chilli%20pasteDalle-Chilli-Paste-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 375.00",
    "weight": "100.00gm"
  },
  {
    "name": "Gundruk, Dry Fermented Mustard Leaves",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Gundruk/Gundruk-Pack-250x250.jpg",
    "description": "",
    "price": "Rs 300.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Black Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Black-Sticky-Rice-250x250w.png",
    "description": "The Black Sticky Rice from the hills of Meghalaya has an uneven black-colored bran layer that gives it the extravagant or exotic look alongside the nutrient-rich nutty flavor as it is unmilled. Sourced directly from the farmers who have been growing black sticky rice have been practicing traditional farming methods passed down for generations, this black sticky rice is free from any chemical-based fertilizers and pesticides.\n\nAdd this nutritious Black Sticky rice to your diet.",
    "price": "Rs 500.00",
    "weight": "1,000.00gm"
  },
  {
    "name": "CountrySpices Red Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Red-Sticky-Rice-250x250.png",
    "description": "Savour the highly nutritive rice that is rich in fibre with a more flavour compared to its white counterpart. Red sticky rice is believed to help with several health issues by naturally increasing blood flow, improving digestion and lowering bad cholesterol. Red rice is an excellent source of iron and also has anti-oxidant properties and great to include in your diet.",
    "price": "Rs 400.00",
    "weight": "1,000.00gm"
  },
  {
    "name": "CountrySpices White Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/White-Sticky-Rice-250x250.png",
    "description": "White Sticky Rice is an aromatic sticky rice from Meghalaya with a rich nutty flavour and delicate texture. It is a short-grain rice also known as glutinous rice due to the presence of a starch compound called amylopectin which makes it sticky but it is still gluten-free as it does not have the gluten protein that wheat has! Use it and enjoy the full-flavoured natural taste of rice from the hills of Meghalaya.",
    "price": "Rs 400.00",
    "weight": "1,000.00gm"
  },
  {
    "name": "Smoked Pork Pickle SN",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/SN%20Pork%20Pickle/Smoked-Pork-Pickle-250x250.jpg",
    "description": "This homemade and home smoked pork pickle is a true comfort food and a life saver when there is nothing much else on the dinner table to go with your plate of rice. Wood smoked to perfection in typical Khasi style of Meghalaya, the dry, smoked pork’s intense flavour is enhanced with basic spices and preserved in oil without any additional preservatives. Grab a packet and enjoy! Dare we say this will be some of the most delicious smoked pork you'll find online? You be the judge.",
    "price": "Rs 299.00",
    "weight": "150.00gm"
  },
  {
    "name": "Smoked Pork Chutney",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Tia/Smoked-Pork-Chutney/Smoked-Pork-Chutney-1-250x250.jpg",
    "description": "This delicious bottle of pickle is made with local pork meat. What makes it a great pickle is the smoky flavour of the pork which has been wood smoked. The chutney has chunks of smoked pork along with typical northeastern dry spices, including ginger, garlic, sichuan pepper and black pepper with a bit of vinegar, which combine to create an explosion of flavours in your mouth.",
    "price": "Rs 170.00",
    "weight": "240.00gm"
  },
  {
    "name": "Smoked Pork with Fermented Soyabean Pickle",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Tia/Fermented-Soyabean-Smoked-Pork/Fermented-Soyabean-Smoked-Pork-1-250x250.jpg",
    "description": "This delicious bottle of pickle is made with local smoked pork meat. What makes it a great pickle is the smoky flavour of the pork which has been wood smoked along with fermented soyabean. The chutney has chunks of smoked pork along with typical northeastern flavour of fermented soyabean or axone as well as dry spices, including ginger, garlic, sichuan pepper and black pepper with a bit of vinegar, which combine to create an explosion of flavours in your mouth.",
    "price": "Rs 199.00",
    "weight": "240.00gm"
  },
  {
    "name": "Lakadong Turmeric Powder BE",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Turmeric/Lakadong-Turmeric-01-250x250.jpg",
    "price": "Rs 199.00",
    "weight": "250.00gm"
  },
  {
    "name": "Ginger Powder, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Ginger-Powder/Ginger-Powder-1-250x250.jpg",
    "description": "In Meghalaya, ginger is cultivated using very simple traditional methods, without any application of manures, fertilizers, insecticides etc.  The ginger cultivated in Meghalaya has high essential oil, oleoresin and is known for its pungent taste and high gingerol content, which empowers ginger powder in curbing various health hazards.",
    "price": "Rs 180.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lakadong Turmeric Ayurvedic Blend",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Lakadong-Blend/Lakadong-Blend-1-250x250.jpg",
    "description": "Lakadong Turmeric is known for its medicinal qualities, rich aroma, flavour and deep colour and is rightly known as the world’s finest turmeric powder.\nAn ancient superfood from Meghalaya, grown using traditional & sustainable farming methods free of pesticides, chemicals and heavy metals (Arsenic & Mercury).\n\nUsing an age-old ayurvedic recipe we have mixed together four spices in perfect proportions and launched this amazing blend which ensures maximum benefit to those who use it. Best known for boosting immunity which is the need of the hour.",
    "price": "Rs 350.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lakadong Turmeric Powder, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Lakadong-Turmeric/Lakadong-Turmeric-1-250x250.jpg",
    "description": "",
    "price": "Rs 250.00",
    "weight": "50.00gm"
  },
  {
    "name": "CountrySpices Dried Ginger Slices",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Dried-Sliced-Ginger/Dried-Sliced-Ginger-1-250x250.jpg",
    "description": "CountrySpices Dried Ginger Slices are the closest form to fresh ginger and you will get equal fragrance and aroma from them. Sourced from villages across Meghalaya, these ginger slices have a longer shelf life in the dried sliced form in no way affects their fragrance and can be used for a long time.",
    "price": "Rs 400.00",
    "weight": "200.00gm"
  },
  {
    "name": "CountrySpices Ginger Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Ginger-Powder/Ginger-Powder-1-250x250.jpg",
    "description": "Dried ginger powder is made by soaking fresh ginger rhizomes overnight, washing, peeling and then sun drying them for around a week. During this period, they are turned periodically. The end result is a pale white dried ginger which is then powdered. Dried ginger powder is best used in making spices and masalas which are used in gravies, curries, marinades, stews and brewing ginger tea etc.",
    "price": "Rs 220.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Wild Medicinal Long Pepper Whole",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Medicinal-Long-Pepper/Medicinal-Long-Pepper-1-250x250.jpg",
    "description": "This wild medicinal variety of pepper has a bitter, spicy and warming taste, perhaps due to its volatile, fragrant oils and alkaloids like piplatine, sesenine and pipla-sterol. The piperine in long pepper is said to fight parasites and infective agents. The spikes of long pepper are ground or broken into coarse pieces and added to soups, stews, roasts and curries. It imparts a complex mix of flavours like the earthiness of nutmeg, sweet note of cardamom and cinnamon.",
    "price": "Rs 360.00",
    "weight": "100.00gm"
  },
  {
    "name": "Wild Flower Honey from Meghalaya",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Ceefle/Honey/Wild-Flower-Honey-1-250x250.jpg",
    "description": "This indigenous wildflower honey from the hills of Meghalaya is rich in healthy carbohydrates and antioxidants. Add a teaspoonful of this honey as an alternative to sugar as it is a natural sweetener. This bottle of honey is unpasteurised, unheated and unprocessed to preserve its purity. In general, raw natural honey contains enzymes, minerals, vitamins and other nutritional elements that have numerous health benefits.",
    "price": "Rs 349.00",
    "weight": "300.00gm"
  },
  {
    "name": "Meghalaya Pure Forest Honey, Dalade",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Dalade/Meghalaya_Pure_Forest_Honey-250x250.jpg",
    "description": "This jar contains pure honey collected from the forests of Meghalaya’s Mawsynram region. Dalade’s pure honey is the perfect mix of complex taste and texture straight from the hills of Meghalaya.",
    "price": "Rs 330.00",
    "weight": "250.00gm"
  },
  {
    "name": "Wild Flower Honey, Multifloral",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Wildflower-Honey/Wildflower-Honey-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 600.00",
    "weight": "200.00gm"
  },
  {
    "name": "Wild Forest Raw Honey, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Raw-Wild-Forest-Honey/Raw-Wild-Forest-Honey-1-250x250.jpg",
    "description": "This Raw honey comes from the nectar of wild medicinal flowers that grow in the mountainous forests of Meghalaya. Our honey is pure and natural with no added artificial sweeteners or infusions. Any crystallization that you find in our jars is a sign of the honey’s purity and natural origin. Our honey is produced by the rare Apis Cerana species of bees which produces high-quality honey and yields a limited quantity.",
    "price": "Rs 475.00",
    "weight": "230.00gm"
  },
  {
    "name": "CountrySpices Ginger Candy",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Ginger-Candy/Ginger-Candy-1-250x250.jpg",
    "description": "Nice and spicy, these tingly, chewy treats are an enjoyable alternative to anti-nausea medicine. Whether you're treating a belly ache, a bout of nausea or simply treating yourself, always have these classic, yummy ginger candies in your stash.",
    "price": "Rs 360.00",
    "weight": "100.00gm"
  },
  {
    "name": "Basmati Gold Rice",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c787edbfd60.png",
    "productLink": "https://www.jaipurchakki.com/product/basmati-rice",
    "description": " Basmati rice is a type of long-grain rice that is grown primarily in the Indian subcontinent. It is also generally considered a healthier option than other types of rice, as it has a lower glycemic index and is rich in essential nutrients like B vitamins and minerals like zinc and magnesium.   Low Glycemic Index: Basmati rice has a lower glycemic index than other types of rice, meaning it is digested and absorbed more slowly by the body, which helps to regulate blood sugar levels. Rich in nutrients: Basmati rice is rich in essential nutrients such as B vitamins, zinc, and magnesium, which are essential for maintaining good health.    Gluten-free: Basmati rice is naturally gluten-free, making it a good option for people with celiac disease or gluten intolerance. Promotes digestion: Basmati rice contains dietary fiber, which helps to promote digestion and regular bowel movements.    May help with weight management: Basmati rice is a low-fat food that is also relatively low in calories compared to other grains. This makes it a good option for people trying to manage their weight. Contains antioxidants: Basmati rice contains antioxidants that can help to protect the body against damage caused by free radicals.     Basmati rice is a healthy and delicious choice for people of all dietary needs and taste of our 100% Pure Basmati Gold Rice. Sourced from the pristine fields, this premium Basmati rice is carefully aged to perfection, offering you a culinary experience like no other. Elevate your meals with the golden grains of Basmati Gold and savor the rich heritage of authentic rice from the heart of India. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "135"
      }
    ]
  },
  {
    "name": "Rajbhog Rice",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c78c2529281.png",
    "productLink": "https://www.jaipurchakki.com/product/rajbogh rice, long grain rice, premium quality rice, indian rice, mild flavor, nutty flavor, fluffy rice, perfect for any dish",
    "description": " Rice provides more than 15 essential vitamins and minerals including, folic acid, B vitamins, potassium, magnesium, selenium, fiber, iron, and zinc. It is grown in the fertile soil of the Rajbogh region of India, and it is harvested at the peak of its freshness. Rajbogh Rice is known for its long, slender grains, which are light and fluffy when cooked. It has a mild, nutty flavor that pairs well with a variety of dishes.     ",
    "variants": [
      {
        "weight": "1kg",
        "price": "55"
      }
    ]
  },
  {
    "name": "Moong Chhilka Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e801a6b75.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-Moong-dal-chhilka , Dal,",
    "description": " Moong dal, also known as mung bean or green gram, is a type of legume that is widely consumed in various parts of the world. Moong dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming moong dal: Helps in weight management: Moong dal is low in calories and high in fiber, which can help to keep you feeling full for longer periods of time and reduce your overall calorie intake. This can be helpful for people looking to manage their weight. Good source of protein: Moong dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Moong dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Helps in managing diabetes: Moong dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Supports heart health: Moong dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Boosts immunity: Moong dal is rich in antioxidants, which can help to boost the immune system and protect the body against diseases and infections.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "70"
      }
    ]
  },
  {
    "name": "Moong Mogar Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e84a9b321.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-Moong-dal-mogar, Dal,",
    "description": " Moong dal, also known as mung bean or green gram, is a type of legume that is widely consumed in various parts of the world. Moong dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming moong dal: Helps in weight management: Moong dal is low in calories and high in fiber, which can help to keep you feeling full for longer periods of time and reduce your overall calorie intake. This can be helpful for people looking to manage their weight. Good source of protein: Moong dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Moong dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Helps in managing diabetes: Moong dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Supports heart health: Moong dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Boosts immunity: Moong dal is rich in antioxidants, which can help to boost the immune system and protect the body against diseases and infections.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "65"
      }
    ]
  },
  {
    "name": "Moong Saboot",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8eb14bcfa5.png",
    "productLink": "https://www.jaipurchakki.com/product/Moong-saboot, Saboot-moong",
    "description": "    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "60"
      }
    ]
  },
  {
    "name": "Pure Black Salt: The Healthy And Affordable Choice For Your Cooking",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-03-64cb3b83956a0.png",
    "productLink": "https://www.jaipurchakki.com/product/Black-salt Salt, Namak",
    "description": " Jaipur Chakki Black Salt is low in sodium and high in minerals, which is beneficial for health. It is also a good source of iodine, which is essential for thyroid function. Jaipur Chakki Black Salt can be used in a variety of dishes, including curries, chutneys, and pickles. It has a unique, savory flavor that will enhance the taste of your food. Jaipur Chakki Black Salt is a trusted brand. We are committed to providing our customers with the highest quality products and services.    ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "20"
      }
    ]
  },
  {
    "name": "Puffed Rice ( Murmura )",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-09-11-64fef0fce3d51.png",
    "productLink": "https://www.jaipurchakki.com/product/murmure, Bhel-puri, Puffed-rice,",
    "description": " Murmura is basically puffed rice, which is loaded with health-enriching nutrients like proteins, magnesium, vitamin B6, thiamin, calcium, iron, and dietary fibers to name a few. Murmura is made with rice and it is prepared by heating or tossing the rice kernels.    ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "25"
      }
    ]
  }
]