[
  {
    "name": "Dry Bamboo Shoot",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/HB/Dried-Bamboo-Shoot/Dried-Bamboo-Shoot-1-250x250.jpg",
    "price": "Rs 149.00",
    "weight": "60.00gm"
  },
  {
    "name": "Dry King Chili (Ghost Chili)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/HB/King-Chili-Pod/King-Chili-Pod-1-250x250.jpg",
    "description": "Ghost Chilies or King Chilies are hard to come by in their fresh form. For those who really love Ghost Chilies, try out our dried organic variety instead! Some say that the King Chili is called the Ghost Chili because after you eat it you wish you were dead! For the people of the North East though, it is truely the King of all chilies. These Ghost chilies bring a feeling of euphoria and once you can stomach them no other chilly will come close to the pungency and flavour that the King Chili has. As King Chilies are hard to come by in their fresh form in the rest of the country, try out our organic Dry King Chilies instead. For those of us already in love with them, use it to liven up any bland meal or curry.",
    "price": "Rs 160.00",
    "weight": "30.00gm"
  },
  {
    "name": "Fermented Bamboo Shoot",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/HB/Fermented-Bamboo-Shoot/Fermented-Bamboo-Shoot-1-250x250.jpg",
    "description": "Fermented bamboo shoot not only has extended shelf life but fermentation also enhances the safety of foods using the natural microflora and their antibacterial compounds. Fermented bamboo contains antioxidant as well as anti-inflammatory qualities that reduce the risk of numerous long-term illnesses like heart disease. As long as you keep it airtight, this packet of bamboo shoot should last for a year easily. Besides, bamboo shoot only gets better with age as the fermentation process continues and its pungent aroma and flavour increases. With no preservatives, this taste of the bamboo shoot is as authentic as it can get. Never again be deprived of this classic Northeastern flavour.",
    "price": "Rs 199.00",
    "weight": "350.00gm"
  },
  {
    "name": "Fresh Bamboo Shoot",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Bamboo-Shoot-Fresh/Fres-Bamboo-Shoot-1-250x250.jpg",
    "description": "Enjoy bamboo shoot all year round especially if you live somewhere with no easy access to fresh bamboo shoot. This plain, simple bottled bamboo shoot is the perfect solution! As long as you keep it airtight, this bamboo shoot should last for a year easily and bamboo shoot only gets better with age as its pungent aroma increases. With no preservatives, the taste of the bamboo shoot is as authentic as it can get. Never again be deprived of this classic Northeastern flavour, and",
    "price": "Rs 149.00",
    "weight": "200.00gm"
  },
  {
    "name": "Black Sesame Seeds",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Sesame/Black-Sesame-Seeds-04-250x250.jpg",
    "description": "Black sesame, aka kala til is another ingredient that features quite heavily in the cuisine of NorthEast India especially in the Khasi and Jaintia pork dishes and has been made famous in the dish called Dohneiïong. Black sesame is rich and nutty and the oils that get released when the seeds are crushed into a paste form a perfect complement to fatty meat-based dishes. Black sesame seeds are also quite high on the nutrients count being rich in iron, protein, zinc, essential fatty acids, and antioxidants. Buy this packet of Black Sesame seeds and add a whole world of flavour and goodness into your diet!",
    "price": "Rs 149.00",
    "weight": "200.00gm"
  },
  {
    "name": "CountrySpices Perilla Seeds",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Perilla-Seeds/Perilla-Seeds-1-250x250.jpg",
    "description": "Perilla seeds aka white til are aromatic seeds, that are used as a spice and to prepare flavored chutneys and curries. is full of omega fatty acids and makes an excellent alternative to chia seeds or flax seeds. The omega-3 to omega-6 ratio in perilla seeds is one of the highest of any seed oils. The delicate, nutty taste of these tiny, oval, flat seeds is often enjoyed across Asian and Middle Eastern dishes.Some studies have indicated that our modern diets have created an imbalance in the desired ratio (too much omega-6), so any food that can work to restore the balance is considered welcome.",
    "price": "Rs 240.00",
    "weight": "200.00gm"
  },
  {
    "name": "Dalley Chilli Paste",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/KFP/Dalley-Paste-250x250.jpg",
    "description": "Sikkim's dalley chillies are one of the world's hottest naturally grown chillies. In this packet, the scarlet red, round dalley chillies are preserved as a paste, to use as a fiery ingredient while cooking or as a dip and hot sauce giving you an authentic taste of the chillies. This dalley paste is homemade with a lot of love and care, and for those familiar with dalley, this packet will bring you flavours that will remind you of home!",
    "price": "Rs 259.00",
    "weight": "200.00gm"
  },
  {
    "name": "Dalley Chilli Paste, Mini packs of 5",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/KFP/Dalley_Paste/Dalley_Paste_1-250x250.jpg",
    "description": "Scarlet red, round Dalley chillies are preserved as a paste, to use as a fiery ingredient while cooking or as a dip and hot sauce giving you an authentic taste of the chillies. These mini pouches are carefully packed and sealed with small spouts making them easy to pour and easy to carry anywhere to add flavour and extra spice/punch to your food.",
    "price": "Rs 299.00",
    "weight": "250.00gm"
  },
  {
    "name": "Dry Fermented Soyabean, Axone",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/HB/Fermented-Dried-Soyabean/Fermented-Dried-Soyabean-1-250x250.jpg",
    "price": "Rs 130.00",
    "weight": "100.00gm"
  },
  {
    "name": "Fermented Fish (On Pre-Order)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Smoked_Meat/Fermented-Fish-250x250.jpg",
    "description": "Fermented fish is a staple food for many tribes across the NorthEast and is known by various names such as ngari, hentak, tungtap, hukan maas, shutki etc. Fermented fish is a much-beloved flavour and is used as stand-alone chutneys or as flavour enhancers in different curries and soupy dishes across the region. The fermented fish in this packet comes from East Khasi Hills of Meghalaya where local fish from the fast-flowing, clear-water rivers are caught and dried and fermented to preserve them.",
    "price": "Rs 399.00",
    "weight": "250.00gm"
  },
  {
    "name": "Meghalaya Cashew Nuts",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Garo-CoOp/Cashew/Cashewnuts-1-250x250.jpg",
    "description": "Cashew nuts from the Garo Hills of Meghalaya are renowned for their rich and delicious flavour. They are often considered to be of premium quality due to the favourable growing conditions in the region, including fertile soil and ample sunlight.\n\nTry these cashew nuts which typically have a large size and are characterised by their kidney or \"bean\" shape.",
    "price": "Rs 260.00",
    "weight": "200.00gm"
  },
  {
    "name": "Pork Lard",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/HB/Pork_Lard/Pork_Lard_1-250x250.jpg",
    "description": "Pork lard is a traditional cooking fat that is highly valued in the cuisine of North East India. It is obtained from the fatty deposits of pigs and has been used for generations in many traditional dishes from this region. In North East India, pork lard is prized for its high smoke point and rich, savoury flavour, which make it an ideal choice for frying, roasting, and baking.",
    "price": "Rs 250.00",
    "weight": "500.00gm"
  },
  {
    "name": "Sichuan Pepper",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Hornbill-Sichuan-Pepper/Sichuan-Pepper-4-250x250.jpg",
    "price": "Rs 149.00",
    "weight": "60.00gm"
  },
  {
    "name": "Bamboo Shoot in Brine, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Bamboo-Shoot-in-Brine/Bamboo-Shoot-in-Brine-1-250x250.jpg",
    "description": "",
    "price": "Rs 200.00",
    "weight": "200.00gm"
  },
  {
    "name": "Bamboo Shoot, Plain",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Kamdhenu%20Bamboo%20Fresh/Fresh-Bamboo-Shoot-2-250x250.jpg",
    "description": "For those who love to use raw bamboo shoot in their cooking but do not have ready access to it, this plain, simple bottled bamboo shoot is the perfect solution! As long as you keep it airtight, this bamboo shoot should last for a year easily and bamboo shoot only gets better with age as its pungent aroma increases. With no preservatives, the taste of the bamboo shoot is as authentic as it can get. Never again be deprived of this classic Northeastern flavour, and enjoy bamboo shoot all year round!",
    "price": "Rs 149.00",
    "weight": "200.00gm"
  },
  {
    "name": "Black Rice (Chak-Hao) from Manipur",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Black-Rice/Black-Rice-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 350.00",
    "weight": "500.00gm"
  },
  {
    "name": "Black Stone Flower, Dagar Phool",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Stone_Flower/Stone_Flower_1-250x250.jpg",
    "description": "",
    "price": "Rs 130.00",
    "weight": "30.00gm"
  },
  {
    "name": "Dalle Chilli in Vinegar, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Dalle-Chilli-Vinegar/Dalle-Chilli-Vinegar-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 400.00",
    "weight": "200.00gm"
  },
  {
    "name": "Dalle Chilli Pure Paste, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Dalle-Chilli-Paste/dalle%20chilli%20pasteDalle-Chilli-Paste-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 375.00",
    "weight": "100.00gm"
  },
  {
    "name": "Gundruk, Dry Fermented Mustard Leaves",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Gundruk/Gundruk-Pack-250x250.jpg",
    "description": "",
    "price": "Rs 300.00",
    "weight": "100.00gm"
  },
  {
    "name": "Jackfruit Pickle, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Jackfruit_Pickle/Jackfruit_Pickle_1-250x250.jpg",
    "description": "",
    "price": "Rs 210.00",
    "weight": "200.00gm"
  },
  {
    "name": "Meghalaya Cashew Butter, Salted",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Dalade/Meghalaya_Cashew_Butter_Salted-250x250.jpg",
    "description": "Dalade’s Meghalaya Cashew Butter is an all-natural handmade spread, made from selected best cashews procured from the local farmers of the Garo hills region of the state.",
    "price": "Rs 320.00",
    "weight": "250.00gm"
  },
  {
    "name": "Meghalaya Cashew Butter, Unsalted",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Dalade/Meghalaya_Cashew_Butter-250x250.jpg",
    "description": "Dalade’s Meghalaya Cashew Butter is an all-natural handmade spread, made from selected best cashews procured from the local farmers of the Garo hills region of the state.",
    "price": "Rs 315.00",
    "weight": "250.00gm"
  },
  {
    "name": "CountrySpices Black Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Black-Sticky-Rice-250x250w.png",
    "description": "The Black Sticky Rice from the hills of Meghalaya has an uneven black-colored bran layer that gives it the extravagant or exotic look alongside the nutrient-rich nutty flavor as it is unmilled. Sourced directly from the farmers who have been growing black sticky rice have been practicing traditional farming methods passed down for generations, this black sticky rice is free from any chemical-based fertilizers and pesticides.\n\nAdd this nutritious Black Sticky rice to your diet.",
    "price": "Rs 500.00",
    "weight": "1,000.00gm"
  },
  {
    "name": "CountrySpices Red Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Red-Sticky-Rice-250x250.png",
    "description": "Savour the highly nutritive rice that is rich in fibre with a more flavour compared to its white counterpart. Red sticky rice is believed to help with several health issues by naturally increasing blood flow, improving digestion and lowering bad cholesterol. Red rice is an excellent source of iron and also has anti-oxidant properties and great to include in your diet.",
    "price": "Rs 400.00",
    "weight": "1,000.00gm"
  },
  {
    "name": "CountrySpices White Sticky Rice",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/White-Sticky-Rice-250x250.png",
    "description": "White Sticky Rice is an aromatic sticky rice from Meghalaya with a rich nutty flavour and delicate texture. It is a short-grain rice also known as glutinous rice due to the presence of a starch compound called amylopectin which makes it sticky but it is still gluten-free as it does not have the gluten protein that wheat has! Use it and enjoy the full-flavoured natural taste of rice from the hills of Meghalaya.",
    "price": "Rs 400.00",
    "weight": "1,000.00gm"
  }
]