[
  {
    "name": "Sohïong Jam, PR",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Sohiong-Jam/Sohiong-Jam-2-250x250.jpg",
    "description": "",
    "price": "Rs 210.00",
    "weight": "220.00gm"
  },
  {
    "name": "Kiwi Jam",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Kiwi-Jam/Kiwi-Jam-1-250x250.jpg",
    "description": "Introducing Kiwi Jam from Sikkim, a delicious jam made with\nfreshly-picked kiwis. Our jam is made with the goodness of real kiwi fruits, blended with a perfect\nbalance of sweetness and tartness. Made with natural ingredients, our jam is packed with a unique flavour that is sure to tantalise your taste buds with every bite. With just the right amount of crunch, this versatile jam is\nperfect to spread on your morning toast, add to your favourite desserts, or even mix with a glass of\nsparkling wine. Enjoy the taste of paradise that Sikkim has to offer with this bottle of Kiwi Jam.",
    "price": "Rs 250.00",
    "weight": "250.00gm"
  },
  {
    "name": "Orange Marmalade, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Orange-Marmalade/Orange-Marmalade-1-250x250.jpg",
    "description": "",
    "price": "Rs 220.00",
    "weight": "250.00gm"
  },
  {
    "name": "Pineapple Jam, PR",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Pineapple-Jam/Pineapple-Jam-Front-250x250.jpg",
    "description": "This Pineapple Jam is an exquisite fusion of sweet and tangy flavours, made from pineapples of Meghalaya which are know for their exceptional quality and taste. This jam is a yummy addition to your breakfast or teatime treats. It is rich in vitamins, enzymes and antioxidants, making it a refreshing and healthy choice too. Transport your tastebuds to a tropical paradise with every spoonful!",
    "price": "Rs 210.00",
    "weight": "220.00gm"
  },
  {
    "name": "Plum Jam, PR",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Plum-Jam/Plum-Jam-1-250x250.jpg",
    "description": "",
    "price": "Rs 210.00",
    "weight": "220.00gm"
  },
  {
    "name": "Wild Flower Honey from Meghalaya",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Ceefle/Honey/Wild-Flower-Honey-1-250x250.jpg",
    "description": "This indigenous wildflower honey from the hills of Meghalaya is rich in healthy carbohydrates and antioxidants. Add a teaspoonful of this honey as an alternative to sugar as it is a natural sweetener. This bottle of honey is unpasteurised, unheated and unprocessed to preserve its purity. In general, raw natural honey contains enzymes, minerals, vitamins and other nutritional elements that have numerous health benefits.",
    "price": "Rs 349.00",
    "weight": "300.00gm"
  },
  {
    "name": "Mandarin Honey, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Raw-Mandarin-Honey/Raw-Mandarin-Honey-1-250x250.jpg",
    "description": "This Mandarin Honey comes from the orange orchards of Meghalaya. Limited-edition high-quality honey, pure and natural with no added artificial sweeteners or infusions, Pahari Roots Mandarin Honey is highly sought after by Honey connoisseurs. Any crystallization that you find in our jars is a sign of the honey’s purity and natural origin. Our honey is produced by the rare Apis Cerana species of bees which produces high-quality honey and yields a limited quantity.",
    "price": "Rs 500.00",
    "weight": "230.00gm"
  },
  {
    "name": "Meghalaya Pineapple Marmalade Jam",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Dalade/Meghalaya_Pineapple_Jam-250x250.jpg",
    "description": "Dalade’s Meghalaya Pineapple Jam is an all-natural handmade jam, made from selected best pineapples from the local farmers of the region. Meghalaya is one of the major pineapple producing states of India and is known for juicy & fleshy pineapples which make for greats jams.",
    "price": "Rs 229.00",
    "weight": "250.00gm"
  },
  {
    "name": "Meghalaya Pure Forest Honey, Dalade",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Dalade/Meghalaya_Pure_Forest_Honey-250x250.jpg",
    "description": "This jar contains pure honey collected from the forests of Meghalaya’s Mawsynram region. Dalade’s pure honey is the perfect mix of complex taste and texture straight from the hills of Meghalaya.",
    "price": "Rs 330.00",
    "weight": "250.00gm"
  },
  {
    "name": "Wild Flower Honey, Multifloral",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Wildflower-Honey/Wildflower-Honey-Bottle-250x250.jpg",
    "description": "",
    "price": "Rs 600.00",
    "weight": "200.00gm"
  },
  {
    "name": "Wild Forest Raw Honey, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Raw-Wild-Forest-Honey/Raw-Wild-Forest-Honey-1-250x250.jpg",
    "description": "This Raw honey comes from the nectar of wild medicinal flowers that grow in the mountainous forests of Meghalaya. Our honey is pure and natural with no added artificial sweeteners or infusions. Any crystallization that you find in our jars is a sign of the honey’s purity and natural origin. Our honey is produced by the rare Apis Cerana species of bees which produces high-quality honey and yields a limited quantity.",
    "price": "Rs 475.00",
    "weight": "230.00gm"
  },
  {
    "name": "CountrySpices Ginger Candy",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Ginger-Candy/Ginger-Candy-1-250x250.jpg",
    "description": "Nice and spicy, these tingly, chewy treats are an enjoyable alternative to anti-nausea medicine. Whether you're treating a belly ache, a bout of nausea or simply treating yourself, always have these classic, yummy ginger candies in your stash.",
    "price": "Rs 360.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Gooseberry / Amla Candy",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Gooseberry-Candy/Gooseberry-Candy-1-250x250.jpg",
    "price": "Rs 360.00",
    "weight": "100.00gm"
  }
]