[
  {
    "name": "Lakadong Turmeric Powder BE",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Turmeric/Lakadong-Turmeric-01-250x250.jpg",
    "price": "Rs 199.00",
    "weight": "250.00gm"
  },
  {
    "name": "Black Pepper Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Black-Pepper-Powder/Black-Pepper-Powder-04-250x250.jpg",
    "description": "Meghalaya’s black pepper is known for its high pungency and strong aroma. Meghalaya is the main producer of black pepper in the Northeast India. These black peppers are organic and sourced from village producers from Jaintia Hills. The rich flavour and spicy smell of these black peppers are best experienced when added to a meal just before serving it with minimum cooking.",
    "price": "Rs 350.00",
    "weight": "200.00gm"
  },
  {
    "name": "Black Pepper, Whole",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Whole-Pepper/Whole-Pepper-04-250x250.jpg",
    "description": "Meghalaya’s black pepper is known for its high pungency and strong aroma. Meghalaya is the main producer of black pepper in the Northeast India. These whole black peppers are organic and sourced from village producers from Jaintia Hills. The rich flavour and spicy smell of these whole black peppers are best experienced when crushed and added to a meal just before serving it with minimum cooking.",
    "price": "Rs 149.00",
    "weight": "100.00gm"
  },
  {
    "name": "Cinnamon Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Braves-Cinnamon-Powder/Cinnamon-Powder-05-250x250.jpg",
    "description": "In 2006, a new species of cinnamon was found growing wild in the high altitude areas of Northeast India, especially in the Khasi & Jaintia hills of Meghalaya. The cinnamon harvested from this region is full of flavour and is of a superior variety (according to the NorthEast Institute of Science and Technology, NEIST) with the characteristic warm, pungent sweetness that this spice is known for. This packet has the powdered form, for easy use! Goes best with any sweet item you’re thinking of baking and even India curries.",
    "price": "Rs 170.00",
    "weight": "100.00gm"
  },
  {
    "name": "Bay Leaf (Tej Patta) Powder, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Bay-Leaf-Powder/Bay-Leaf-Powder-1-250x250.jpg",
    "description": "",
    "price": "Rs 180.00",
    "weight": "100.00gm"
  },
  {
    "name": "Ginger Powder, Pahari Roots",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Ginger-Powder/Ginger-Powder-1-250x250.jpg",
    "description": "In Meghalaya, ginger is cultivated using very simple traditional methods, without any application of manures, fertilizers, insecticides etc.  The ginger cultivated in Meghalaya has high essential oil, oleoresin and is known for its pungent taste and high gingerol content, which empowers ginger powder in curbing various health hazards.",
    "price": "Rs 180.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lakadong Turmeric Ayurvedic Blend",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Pahari-Roots/Lakadong-Blend/Lakadong-Blend-1-250x250.jpg",
    "description": "Lakadong Turmeric is known for its medicinal qualities, rich aroma, flavour and deep colour and is rightly known as the world’s finest turmeric powder.\nAn ancient superfood from Meghalaya, grown using traditional & sustainable farming methods free of pesticides, chemicals and heavy metals (Arsenic & Mercury).\n\nUsing an age-old ayurvedic recipe we have mixed together four spices in perfect proportions and launched this amazing blend which ensures maximum benefit to those who use it. Best known for boosting immunity which is the need of the hour.",
    "price": "Rs 350.00",
    "weight": "100.00gm"
  },
  {
    "name": "Lakadong Turmeric Powder, NEO",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/NE-Origins/Lakadong-Turmeric/Lakadong-Turmeric-1-250x250.jpg",
    "description": "",
    "price": "Rs 250.00",
    "weight": "50.00gm"
  },
  {
    "name": "Cinnamon Powder - Bee Natural",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Colks/Cinnamon-Powder/Cinnamon-Powder-front-250x250.jpg",
    "description": "Bee Natural brings you cinnamon powder that is sourced from the farmers of Meghalaya. This cinnamon powder contains no additives, color or preservatives and the cinnamon found in Meghalaya is extremely fragrant, rich and full-bodied and is excellent for daily consumption. It can be used for baking, sprinkling on fruits, making desserts or curry powders. Gives food warmth, natural sweetness and depth of flavor. Cinnamon also has anti-microbial properties making it a natural antiseptic and analgesic.",
    "price": "Rs 160.00",
    "weight": "70.00gm"
  },
  {
    "name": "CountrySpices Bay Leaf (Sun Dried)",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Bay-Leaf/Bay-Leaf-1-250x250.jpg",
    "description": "Glossy, dark-green bay leaves aka tej patta can be used fresh, however, they are at their best after being allowed to wilt under the shade for few days till their bitterness has gone leaving the leaves a paler green in colour but still retain their pleasing aroma. Bay leaves give off a pleasing and sweet aroma when added to the recipes. Wilted and dried leaves indeed are strongly aromatic and can be stored for months. Its dried fruit (berries) can also be employed as a flavouring agent in the cuisine.",
    "price": "Rs 500.00",
    "weight": "500.00gm"
  },
  {
    "name": "CountrySpices Dried Ginger Slices",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Dried-Sliced-Ginger/Dried-Sliced-Ginger-1-250x250.jpg",
    "description": "CountrySpices Dried Ginger Slices are the closest form to fresh ginger and you will get equal fragrance and aroma from them. Sourced from villages across Meghalaya, these ginger slices have a longer shelf life in the dried sliced form in no way affects their fragrance and can be used for a long time.",
    "price": "Rs 400.00",
    "weight": "200.00gm"
  },
  {
    "name": "CountrySpices Garam Masala Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Garam-Masala-Powder/Garam-Masala-Powder-1-250x250.jpg",
    "description": "CountrySpices Garam Masala Powder is here to make traditional Indian cooking easy for you! This packet is made with freshly ground black pepper, cardamom pods, cinnamon, cloves and bay leaves. Blended in the perfect ratio-tried, tested, tasted and liked by home-cooks and professionals. This Garam Masala Powder brings an authentic traditional taste to your kitchen. Select whole spices are freshly dry roasted and ground to release the aroma while cooking. We make this powder in small batches and use the finest quality ingredients to pack maximum flavour. Make the perfect curry with this blend!",
    "price": "Rs 600.00",
    "weight": "200.00gm"
  },
  {
    "name": "CountrySpices Ginger Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Ginger-Powder/Ginger-Powder-1-250x250.jpg",
    "description": "Dried ginger powder is made by soaking fresh ginger rhizomes overnight, washing, peeling and then sun drying them for around a week. During this period, they are turned periodically. The end result is a pale white dried ginger which is then powdered. Dried ginger powder is best used in making spices and masalas which are used in gravies, curries, marinades, stews and brewing ginger tea etc.",
    "price": "Rs 220.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Kadha Blend",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Kadha-Blend/Kadha-Blend-1-250x250.jpg",
    "description": "Kadha is a natural immunity booster and is said to be the best remedy against fever and sore throat. CountrySpices Kadha Blend Immunity Booster is a powder that is meant to be consumed as a liquid decoction and is a natural supplement that anyone can use for general wellness. It contains a blend of herbs and spices that are known to boost immunity - Lakadong Turmeric Powder (with curcumin content of over 7.5%), Wild Pepper Powder, Cinnamon Powder, Ginger Powder and Black Cardamom Powder",
    "price": "Rs 260.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Podi Chutney Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Podi-Chutney-Powder/Podi-Chutney-Powder-1-250x250.jpg",
    "description": "Molagapodi or chutney podi is a delicious spice mix made with lentils and dry chilies. Mixed with (coconut) oil, it adds great flavor to any kind of non-spicy snack. Relish your dosas, utappams and idlis with the perfect CountrySpices Podi Chutney Powder. Made using freshly ground, dry-roasted whole spices and ingredients: chana dal, urad dal, red chilli, curry leaves (Kadi patta), asafoetida (Hing) and salt. Try this with a bit of coconut oil for an authentic South Indian touch. This Podi chutney power has no chemicals, zero added preservatives and no added colors and is made in small quantities to preserve taste and flavour. It is ready to eat and has all-natural ingredients to give you authentic South Indian taste, flavor and aroma.",
    "price": "Rs 260.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Rasam Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/CountrySpices-Rasam-Powder-250x250.jpg",
    "description": "CountrySpices Rasam powder is a basic ingredient to make rasam, a South Indian soup-like dal, traditionally prepared using tamarind paste as a base, with the addition of tomato, and a blend of other spices as seasonings. Make the perfect rasam easily at home with this selection of whole spices (coriander, cumin, fenugreek, red chilli and asafoetida (Hing) that are freshly dry roasted and then ground to release the aroma while cooking. We make this powder in small batches and use the finest quality ingredients using traditional methods to enhance and preserve flavor and taste. This rasam powder is a ready-to-cook mix has all-natural ingredients in the right blend to give you homemade authentic South Indian taste, flavor and aroma. 100% free of added artificial flavour or preservatives and is made in small quantities to preserve taste and flavor.",
    "price": "Rs 260.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Red Chilli Flakes",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Chili-Flakes/Chili-Flakes-1-250x250.jpg",
    "description": "This red chilli powder has been sourced from Meghalaya where the soil is conducive to producing fragrant yet pungent chillies. Red chili flakes make an excellent condiment, where red chillies are dried and crushed, as opposed to ground. These red chilli flakes have medium heat with a sweet edge to them. Red chilli powder is equally valued for its taste and its bright red colour, derived from capsanthin. It also is a rich source of vitamin C, minerals fibre and omega 3. The rich colouring of Red Chilli flakes not only enhances the visual appeal of foods but can also be used as a key flavouring. It goes well with just about any savoury food as a topping, including vegetable curries, stews, creamy sauces, pasta, pizzas, tomato dishes and salads. For most recipes, Chilli powder is added near the end of the cooking process, because heat diminishes both the colour and flavour.",
    "price": "Rs 600.00",
    "weight": "500.00gm"
  },
  {
    "name": "CountrySpices Sambar Powder",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Sambar-Powder/Sambar-Powder-1-250x250.jpg",
    "description": "This Sambar Powder is made with freshly ground coriander, cumin, chana dal, urad dal, red chilli and asafoetida (Hing). Blended in the perfect ratio-tried, tested, tasted and liked by home-cooks and professionals. Make the perfect sambar easily at home! Select whole spices are freshly dry roasted and then ground to release the aroma while cooking. We make this powder in small batches and use the finest quality ingredients to pack maximum flavour. Enjoy the taste of goodness!",
    "price": "Rs 400.00",
    "weight": "100.00gm"
  },
  {
    "name": "CountrySpices Wild Medicinal Long Pepper Whole",
    "img": "https://www.thenortheaststore.com/image/cache/catalog/Country-Spices/Medicinal-Long-Pepper/Medicinal-Long-Pepper-1-250x250.jpg",
    "description": "This wild medicinal variety of pepper has a bitter, spicy and warming taste, perhaps due to its volatile, fragrant oils and alkaloids like piplatine, sesenine and pipla-sterol. The piperine in long pepper is said to fight parasites and infective agents. The spikes of long pepper are ground or broken into coarse pieces and added to soups, stews, roasts and curries. It imparts a complex mix of flavours like the earthiness of nutmeg, sweet note of cardamom and cinnamon.",
    "price": "Rs 360.00",
    "weight": "100.00gm"
  }
]