[
  {
    "name": "Basmati Gold Rice",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c787edbfd60.png",
    "productLink": "https://www.jaipurchakki.com/product/basmati-rice",
    "description": " Basmati rice is a type of long-grain rice that is grown primarily in the Indian subcontinent. It is also generally considered a healthier option than other types of rice, as it has a lower glycemic index and is rich in essential nutrients like B vitamins and minerals like zinc and magnesium.   Low Glycemic Index: Basmati rice has a lower glycemic index than other types of rice, meaning it is digested and absorbed more slowly by the body, which helps to regulate blood sugar levels. Rich in nutrients: Basmati rice is rich in essential nutrients such as B vitamins, zinc, and magnesium, which are essential for maintaining good health.    Gluten-free: Basmati rice is naturally gluten-free, making it a good option for people with celiac disease or gluten intolerance. Promotes digestion: Basmati rice contains dietary fiber, which helps to promote digestion and regular bowel movements.    May help with weight management: Basmati rice is a low-fat food that is also relatively low in calories compared to other grains. This makes it a good option for people trying to manage their weight. Contains antioxidants: Basmati rice contains antioxidants that can help to protect the body against damage caused by free radicals.     Basmati rice is a healthy and delicious choice for people of all dietary needs and taste of our 100% Pure Basmati Gold Rice. Sourced from the pristine fields, this premium Basmati rice is carefully aged to perfection, offering you a culinary experience like no other. Elevate your meals with the golden grains of Basmati Gold and savor the rich heritage of authentic rice from the heart of India. ",
    "variants": [
      {
        "weight": "1kg",
        "price": "135"
      }
    ]
  },
  {
    "name": "Rajbhog Rice",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c78c2529281.png",
    "productLink": "https://www.jaipurchakki.com/product/rajbogh rice, long grain rice, premium quality rice, indian rice, mild flavor, nutty flavor, fluffy rice, perfect for any dish",
    "description": " Rice provides more than 15 essential vitamins and minerals including, folic acid, B vitamins, potassium, magnesium, selenium, fiber, iron, and zinc. It is grown in the fertile soil of the Rajbogh region of India, and it is harvested at the peak of its freshness. Rajbogh Rice is known for its long, slender grains, which are light and fluffy when cooked. It has a mild, nutty flavor that pairs well with a variety of dishes.     ",
    "variants": [
      {
        "weight": "1kg",
        "price": "55"
      }
    ]
  },
  {
    "name": "Jaipur Chakki | Chana dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e73e3a744.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-chana-dal, Channa-dal",
    "description": " Channa dal, like other lentils, is a nutritious food with several health benefits. Here are some of the health benefits of channa dal: Good source of protein: Channa dal is a rich source of plant-based protein, which is essential for building and repairing tissues in the body. High in fiber: Channa dal is high in fiber, which can help promote digestive health, reduce cholesterol levels, and regulate blood sugar levels. Low glycemic index: Channa Dal has a low glycemic index, which means that it can help regulate blood sugar levels and prevent spikes in insulin. Rich in essential nutrients: Channa dal is a good source of essential nutrients such as iron, potassium, magnesium, and folate, which are important for maintaining good health. May aid weight loss: Channa dal is low in fat and calories, and high in fiber and protein, which can help promote satiety and reduce cravings, potentially aiding in weight loss. May reduce the risk of chronic diseases: The high fiber, protein, and nutrient content of channa dal may help reduce the risk of chronic diseases such as heart disease, diabetes, and certain types of cancer. Overall, incorporating channa dal into your diet can provide several health benefits, especially when combined with a balanced and nutritious diet.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "45"
      }
    ]
  },
  {
    "name": "Moong Chhilka Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e801a6b75.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-Moong-dal-chhilka , Dal,",
    "description": " Moong dal, also known as mung bean or green gram, is a type of legume that is widely consumed in various parts of the world. Moong dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming moong dal: Helps in weight management: Moong dal is low in calories and high in fiber, which can help to keep you feeling full for longer periods of time and reduce your overall calorie intake. This can be helpful for people looking to manage their weight. Good source of protein: Moong dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Moong dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Helps in managing diabetes: Moong dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Supports heart health: Moong dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Boosts immunity: Moong dal is rich in antioxidants, which can help to boost the immune system and protect the body against diseases and infections.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "70"
      }
    ]
  },
  {
    "name": "Moong Mogar Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e84a9b321.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-Moong-dal-mogar, Dal,",
    "description": " Moong dal, also known as mung bean or green gram, is a type of legume that is widely consumed in various parts of the world. Moong dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming moong dal: Helps in weight management: Moong dal is low in calories and high in fiber, which can help to keep you feeling full for longer periods of time and reduce your overall calorie intake. This can be helpful for people looking to manage their weight. Good source of protein: Moong dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Moong dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Helps in managing diabetes: Moong dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Supports heart health: Moong dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Boosts immunity: Moong dal is rich in antioxidants, which can help to boost the immune system and protect the body against diseases and infections.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "65"
      }
    ]
  },
  {
    "name": "Urad Mogar dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e92820e28.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-urdad-mogar-dal, Urad-dal, dal",
    "description": " Urad dal, also known as black gram, is a type of legume that is widely consumed in various parts of the world. Urad dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming urad dal: Good source of protein: Urad dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Urad dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Supports heart health: Urad dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Helps in managing diabetes: Urad dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Boosts energy: Urad dal is rich in iron and other nutrients, which can help to boost energy levels and fight fatigue. Supports bone health: Urad dal is rich in calcium and other minerals, which are important for building and maintaining strong bones. Improves skin health: Urad dal is rich in antioxidants and other nutrients, which can help to improve skin health and prevent signs of aging.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "75"
      }
    ]
  },
  {
    "name": "Malka Masoor Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e9cfdad5e.png",
    "productLink": "https://www.jaipurchakki.com/product/jaipur-chakki-Masoor-dal, Masoor-dal, Malka-masoor-dal,",
    "description": " Malka masoor dal, like other lentils, provides numerous health benefits due to its high nutritional value. Some of the health benefits of malka masoor dal are: Rich in plant-based protein: Malka masoor dal is an excellent source of plant-based protein, which is essential for building and repairing body tissues. High in dietary fiber: Malka masoor dal is rich in dietary fiber, which promotes healthy digestion, reduces cholesterol levels, and prevents constipation. Lowers the risk of heart disease: The antioxidants and polyphenols present in malka masoor dal help reduce inflammation and lower the risk of heart disease. It is also low in fat and high in potassium, which helps regulate blood pressure. Helps manage diabetes: The high fiber content in malka masoor dal helps regulate blood sugar levels and prevent sudden spikes in blood glucose levels. It also has a low glycemic index, which means it releases sugar into the bloodstream slowly and helps manage diabetes. Boosts energy: Malka masoor dal is a good source of complex carbohydrates, which provides sustained energy to the body. It also contains iron, which helps transport oxygen to the cells and boosts energy levels. Overall, incorporating malka masoor dal into your diet can provide numerous health benefits and help you maintain a healthy and balanced diet.   Malka masoor dal, like other lentils, provides numerous health benefits due to its high nutritional value. Some of the health benefits of malka masoor dal are: Rich in plant-based protein: Malka masoor dal is an excellent source of plant-based protein, which is essential for building and repairing body tissues. High in dietary fiber: Malka masoor dal is rich in dietary fiber, which promotes healthy digestion, reduces cholesterol levels, and prevents constipation. Lowers the risk of heart disease: The antioxidants and polyphenols present in malka masoor dal help reduce inflammation and lower the risk of heart disease. It is also low in fat and high in potassium, which helps regulate blood pressure. Helps manage diabetes: The high fiber content in malka masoor dal helps regulate blood sugar levels and prevent sudden spikes in blood glucose levels. It also has a low glycemic index, which means it releases sugar into the bloodstream slowly and helps manage diabetes. Boosts energy: Malka masoor dal is a good source of complex carbohydrates, which provides sustained energy to the body. It also contains iron, which helps transport oxygen to the cells and boosts energy levels. Overall, incorporating malka masoor dal into your diet can provide numerous health benefits and help you maintain a healthy and balanced diet. ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "50"
      }
    ]
  },
  {
    "name": "Urad Chilka Dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8e950d871b.png",
    "productLink": "https://www.jaipurchakki.com/product/Jaipur-chakki-urad-chilka-dal, dal, chilka dal",
    "description": " Urad dal, also known as black gram, is a type of legume that is widely consumed in various parts of the world. Urad dal is rich in nutrients like protein, fiber, vitamins, and minerals, which offer several health benefits. Here are some potential health benefits of consuming urad dal: Good source of protein: Urad dal is a rich source of plant-based protein, which is important for building and repairing tissues in the body. This makes it a great option for vegetarians and vegans who may have limited protein sources in their diet. Promotes digestion: Urad dal is high in fiber, which can help to promote healthy digestion and reduce the risk of constipation. Supports heart health: Urad dal is low in saturated fat and high in potassium and magnesium, which can help to lower blood pressure and reduce the risk of heart disease. Helps in managing diabetes: Urad dal has a low glycemic index, which means it does not cause a rapid increase in blood sugar levels. This makes it a good option for people with diabetes or those looking to manage their blood sugar levels. Boosts energy: Urad dal is rich in iron and other nutrients, which can help to boost energy levels and fight fatigue. Supports bone health: Urad dal is rich in calcium and other minerals, which are important for building and maintaining strong bones. Improves skin health: Urad dal is rich in antioxidants and other nutrients, which can help to improve skin health and prevent signs of aging.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "60"
      }
    ]
  },
  {
    "name": "Kabuli Channa",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8ec6fce6eb.png",
    "productLink": "https://www.jaipurchakki.com/product/Kabuli-channa, Chickpea, Channa",
    "description": " Kabuli Channa is popularly known as Chickpea or Bengal gram. The seeds are high in protein. Garbanzo Beans are common in the Mediterranean diet and are found in two varieties, the small dark-skinned beans known as desi channa and the large white-skinned beans known as Kabuli Channa are nutty in taste and smooth texture when cooked.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "100"
      }
    ]
  },
  {
    "name": "kala chana",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8ec0d08a34.png",
    "productLink": "https://www.jaipurchakki.com/product/Kala-channa, Chickpea, Channa",
    "description": " Kala Chana or Black Chickpeas are a wonder ingredient loaded with protein, an array of vitamins, minerals that can meet our nutritional requirements on a daily basis.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "40"
      }
    ]
  },
  {
    "name": "Moong Saboot",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8eb14bcfa5.png",
    "productLink": "https://www.jaipurchakki.com/product/Moong-saboot, Saboot-moong",
    "description": "    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "60"
      }
    ]
  },
  {
    "name": "Arhar dal",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-01-64c8ea7ed0dde.png",
    "productLink": "https://www.jaipurchakki.com/product/Arhar dal , Toor dal",
    "description": " Toor dal or arhar dal is a rich source of protein, carbohydrates and fibre. This humble pulse facilitates to meet your daily demands of iron and calcium. Besides these, toor dal is an incredible source of folic acids which is essential for fetal growth and prevents the birth defects of the new-born.    ",
    "variants": [
      {
        "weight": "500Gram",
        "price": "95"
      }
    ]
  }
]