[
  {
    "name": "Pure Black Salt: The Healthy And Affordable Choice For Your Cooking",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-03-64cb3b83956a0.png",
    "productLink": "https://www.jaipurchakki.com/product/Black-salt Salt, Namak",
    "description": " Jaipur Chakki Black Salt is low in sodium and high in minerals, which is beneficial for health. It is also a good source of iodine, which is essential for thyroid function. Jaipur Chakki Black Salt can be used in a variety of dishes, including curries, chutneys, and pickles. It has a unique, savory flavor that will enhance the taste of your food. Jaipur Chakki Black Salt is a trusted brand. We are committed to providing our customers with the highest quality products and services.    ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "20"
      }
    ]
  },
  {
    "name": "Sendha Namak | Himalayan Salt",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-08-03-64cb3e5ba7fd0.png",
    "productLink": "https://www.jaipurchakki.com/product/sendha namak, himalayan salt, 100% natural, pure, healthy, flavorful, cooking, baking, bathing",
    "description": " Jaipur Chakki's Sendha Namak is a pure, natural salt that is mined from the Himalayan mountains. It is a healthy and flavorful alternative to table salt, and it can be used in cooking, baking, and bathing.  Sendha Namak is a low-sodium salt that is high in minerals. It is a good source of potassium, magnesium, and calcium. It is also a good source of iodine, which is essential for thyroid health.  Sendha Namak has a slightly sweet and salty flavor. It is a good all-purpose salt that can be used in a variety of dishes. It is also a good choice for people who are looking for a healthier alternative to table salt.  Here are some of the benefits of using Sendha Namak:  *Lowers blood pressure *Improves heart health *Reduces inflammation *Improves bone health *Boosts immunity *Improves digestion *Promotes weight loss Jaipur Chakki's Sendha Namak is a high-quality salt that is made with care. It is a healthy and flavorful choice for your cooking and baking.    ",
    "variants": [
      {
        "weight": "200Gram",
        "price": "20"
      }
    ]
  },
  {
    "name": "Diamond Sugar ( Sulphar-Free )",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c79c310faff.png",
    "productLink": "https://www.jaipurchakki.com/product/Diamond-sugar, Sulfurless-sugar,",
    "description": " Sulfurless sugar refers to a type of sugar that has been processed without the use of sulfur dioxide. Sulfur dioxide is a common additive used in the production of sugar to prevent microbial growth and preserve its color. However, some people are sensitive to sulfur dioxide or prefer to avoid it due to health reasons or personal preferences. Sulfurless sugar is typically produced using alternative methods that do not involve the use of sulfur dioxide. This type of sugar may be labeled as \"sulfur-free\" or \"without sulfur dioxide.\" It is commonly used as an ingredient in baking, cooking, and other food preparations.    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "46"
      },
      {
        "weight": "500Gram",
        "price": "0"
      }
    ]
  },
  {
    "name": "Cooking Salt | Kitchen salt",
    "img": "https://www.jaipurchakki.com/storage/app/public/product/2023-07-31-64c77ff20187d.png",
    "productLink": "https://www.jaipurchakki.com/product/Kitchen-salt, Salt , Table-salt, Cooking salt",
    "description": " Table salt is the granulated white salt seen in most saltshakers. Table salt is typically mined from underground deposits. It's processed to remove other minerals. Table salt is commonly fortified with iodine, which is important for thyroid health    ",
    "variants": [
      {
        "weight": "1kg",
        "price": "14"
      }
    ]
  }
]